[{
    "ted_title": "Real weekly earnings up 3.9 percent for year ending March 2021",
    "ted_url": "https://www.bls.gov/opub/ted/2021/real-weekly-earnings-up-3-9-percent-for-year-ending-march-2021.htm",
    "ted_date": "April 16, 2021",
    "ted_intro": "Real average hourly earnings for all private nonfarm employees increased 1.5 percent from March 2020 to March 2021. The increase in real average hourly earnings combined with a 2.3-percent increase in the average workweek resulted in a 3.9-percent increase in real average weekly earnings over the year. The large employment fluctuations over the past year—especially in industries with lower-paid workers—complicate the analysis of recent trends in real earnings.",
    "ted_outro": "These data are from the Current Employment Statistics survey and are seasonally adjusted. Earnings for the most recent 2 months are preliminary. For more information, see \"Real Earnings — March 2021.\" The Consumer Price Index is used to adjust earnings for inflation.",
    "ted_body": "Real average hourly earnings for production and nonsupervisory employees increased 1.4 percent from March 2020 to March 2021. The change in real average hourly earnings combined with a 2.7-percent increase in the average workweek resulted in a 4.1-percent increase in real average weekly earnings over the year.",
    "ted_table_title": "12-month percent change in real average hourly and weekly earnings, private nonfarm employees, seasonally adjusted",
    "ted_image_name": "12-month_percent_change_in_real_average_hourly_and_weekly_earnings__private_nonfarm_employees__seasonally_adjusted.png",
    "ted_program_name": "Current Employment Statistics",
    "ted_program_url": "https://www.bls.gov/ces/",
    "ted_related_charts_name": "Consumer Price Index",
    "ted_related_charts_url": "https://www.bls.gov/cpi/",
    "ted_related_articles": "Consumer prices increase 2.6 percent for the 12 months ending March 2021",
    "ted_related_subjects": "Earnings and Wages; Hours"
}, {
    "ted_title": "Consumer prices increase 2.6 percent for the 12 months ending March 2021",
    "ted_url": "https://www.bls.gov/opub/ted/2021/consumer-prices-increase-2-6-percent-for-the-12-months-ending-march-2021.htm",
    "ted_date": "April 15, 2021",
    "ted_intro": "The Consumer Price Index for All Urban Consumers rose 2.6 percent for the 12 months ending March 2021, the largest over-the-year increase since August 2018. Food prices advanced 3.5 percent over the past 12 months, while energy prices increased 13.2 percent over that period. Prices for all items less food and energy rose 1.6 percent.",
    "ted_outro": "These data are from the Consumer Price Index program and are not seasonally adjusted. To learn more, see \"Consumer Price Index — March 2021.\" Also see more charts on consumer prices.",
    "ted_body": "Prices for food at home increased 3.3 percent over the past 12 months. All six major grocery store food group prices advanced over the period, with increases ranging from 1.6 percent (dairy and related products) to 5.4 percent (meats, poultry, fish, and eggs). Prices for food away from home rose 3.7 percent, as the 6.5-percent advance in prices for limited services meals was the largest 12-month increase since data were first collected in 1997.\nWithin energy, prices for gasoline rose 22.5 percent for the year ended March 2021, while natural gas prices increased 9.8 percent, and prices for electricity rose 2.5 percent. Fuel oil prices advanced 20.2 percent.",
    "ted_table_title": "12-month percentage change, Consumer Price Index, selected categories, January 2000–March 2021",
    "ted_image_name": "12-month_percentage_change__Consumer_Price_Index__selected_categories__January_2000–March_2021.png",
    "ted_program_name": "Consumer Price Index",
    "ted_program_url": "https://www.bls.gov/cpi/",
    "ted_related_charts_name": "more charts on consumer prices",
    "ted_related_charts_url": "https://www.bls.gov/charts/consumer-price-index/",
    "ted_related_articles": "",
    "ted_related_subjects": "Prices"
}, {
    "ted_title": "West Virginia had the highest job openings rate in December 2020",
    "ted_url": "https://www.bls.gov/opub/ted/2021/west-virginia-had-the-highest-job-openings-rate-in-december-2020.htm",
    "ted_date": "April 14, 2021",
    "ted_intro": "In December 2020, West Virginia had the highest job openings rate at 5.8 percent. Other states with a job openings rate greater than 5.0 percent in December 2020 were Georgia, Arizona, New Jersey, Oregon, and South Carolina. The job openings rates are a moving average of the rate for the reference month and the prior 2 months.",
    "ted_outro": "These data are from the Job Openings and Labor Turnover Survey and are not seasonally adjusted. State job openings data are experimental and subject to changes in estimation methods. To learn more, see \"JOLTS Experimental State Estimates.\" Also see more charts based on job openings, hires, and separations data. The job openings rate is the number of job openings divided by the sum of job openings plus employment, expressed as a percentage.",
    "ted_body": "Hawaii and New York had the lowest job openings rates in December 2020, at 3.5 percent each. A total of 8 states and the District of Columbia had job openings rates of less than 4.0 percent in December 2020.",
    "ted_table_title": "Job openings rate by state, January 2020–December 2020",
    "ted_image_name": "Job_openings_rate_by_state__January_2020–December_2020.png",
    "ted_program_name": "Job Openings and Labor Turnover Survey",
    "ted_program_url": "https://www.bls.gov/jlt/",
    "ted_related_charts_name": "more charts",
    "ted_related_charts_url": "https://www.bls.gov/charts/job-openings-and-labor-turnover/",
    "ted_related_articles": "",
    "ted_related_subjects": "Employment; Regions and States"
}, {
    "ted_title": "Final demand producer prices up 4.2 percent over the year ended March 2021",
    "ted_url": "https://www.bls.gov/opub/ted/2021/final-demand-producer-prices-up-4-2-percent-over-the-year-ended-march-2021.htm",
    "ted_date": "April 13, 2021",
    "ted_intro": "The Producer Price Index for final demand increased 4.2 percent for the 12 months ended in March 2021. Prices for final demand goods increased 7.0 percent over this 12-month period. Final demand less foods and energy prices increased 3.6 percent. Final demand services prices increased 3.0 percent, while final demand construction prices increased 1.5 percent over the year ended in March.",
    "ted_outro": "These data are from the Producer Price Indexes program and are not seasonally adjusted. To learn more, see \"Producer Price Indexes — March 2021.\" Producer price indexes measure prices U.S. producers receive for goods, services, and construction. All producer price data are subject to revision once, 4 months after initial publication. Also see Charts related to the latest \"U.S. Producer Price Indexes\" news release.",
    "ted_body": "Within the final demand goods grouping, final demand energy prices increased 24.3 percent over the past year, which includes a 52.5-percent increase in gasoline prices.\nFinal demand foods prices (also part of the final demand goods grouping), were up 5.1 percent. Prices for processed young chickens, pork, and beef and veal were up, while prices for fresh and dry vegetables were lower in March 2021 than in March 2020.\nPrices for final demand trade services increased 3.3 percent. Prices for final demand services less trade, transportation, and warehousing were up 3.0 percent, while final demand prices for transportation and warehousing services increased 2.2 percent.",
    "ted_table_title": "12-month change in selected Producer Price Indexes final demand commodity groupings, March 2021, not seasonally adjusted",
    "ted_image_name": "12-month_change_in_selected_Producer_Price_Indexes_final_demand_commodity_groupings__March_2021__not_seasonally_adjusted.png",
    "ted_program_name": "Producer Price Indexes",
    "ted_program_url": "https://www.bls.gov/ppi",
    "ted_related_charts_name": "Charts related to the latest \"U.S. Producer Price Indexes\" news release",
    "ted_related_charts_url": "https://www.bls.gov/charts/producer-price-index/",
    "ted_related_articles": "",
    "ted_related_subjects": "Industry Studies; Prices"
}, {
    "ted_title": "Unemployment rates higher in 383 metro areas over the year ended February 2021",
    "ted_url": "https://www.bls.gov/opub/ted/2021/unemployment-rates-higher-in-383-metro-areas-over-the-year-ended-february-2021.htm",
    "ted_date": "April 12, 2021",
    "ted_intro": "Unemployment rates were higher in February than a year earlier in 383 of the 389 metropolitan areas, lower in 4 areas, and unchanged in 2 areas.",
    "ted_outro": "These data are from the Local Area Unemployment Statistics program and are not seasonally adjusted. Data for the most recent month are preliminary. To learn more, see \"Metropolitan Area Employment and Unemployment — February 2021.\" Also see Charts related to the latest \"Metropolitan Area Employment and Unemployment\" news release.",
    "ted_body": "The largest over-the-year unemployment rate increase in February occurred in Kahului-Wailuku-Lahaina, Hawaii (+10.6 percentage points). Rates rose over the year by at least 5.0 percentage points in an additional 14 areas. The largest over-the-year jobless rate decrease occurred in El Centro, California (−2.2 percentage points).",
    "ted_table_title": "Over-the-year change in unemployment rates for metropolitan areas, February 2021, not seasonally adjusted",
    "ted_image_name": "Over-the-year_change_in_unemployment_rates_for_metropolitan_areas__February_2021__not_seasonally_adjusted.png",
    "ted_program_name": "Local Area Unemployment Statistics",
    "ted_program_url": "https://www.bls.gov/lau/",
    "ted_related_charts_name": "Charts related to the latest \"Metropolitan Area Employment and Unemployment\" news release",
    "ted_related_charts_url": "https://www.bls.gov/charts/metro-area-employment-and-unemployment/",
    "ted_related_articles": "Employment down in 206 metro areas, up in 1, over the year ended February 2021",
    "ted_related_subjects": "Metropolitan Areas and Counties; Unemployment"
}, {
    "ted_title": "Employment down in 206 metro areas, up in 1, over the year ended February 2021",
    "ted_url": "https://www.bls.gov/opub/ted/2021/employment-down-in-206-metro-areas-up-in-1-over-the-year-ended-february-2021.htm",
    "ted_date": "April 09, 2021",
    "ted_intro": "Over the year ended in February 2021, nonfarm payroll employment decreased significantly in 206 metropolitan areas, increased in 1 area, and was essentially unchanged in 182 areas.",
    "ted_outro": "These data are from the Current Employment Statistics (State and Metro Area) program and are not seasonally adjusted. Data for the most recent month are preliminary. To learn more, see \"Metropolitan Area Employment and Unemployment — February 2021.\" Also see Charts of the latest metropolitan area employment and unemployment data and sortable table of metropolitan area employment data.",
    "ted_body": "The largest over-the-year percentage losses in employment occurred in Kahului-Wailuku-Lahaina, Hawaii (where employment decreased 21,100, or −26.2 percent), Odessa, Texas (−14,700, or −17.9 percent), and Midland, Texas (−19,800, or −17.5 percent). Employment in 25 other metro areas decreased by least 10.0 percent over the year ending February 2021.\nThe one significant over-the-year increase in employment occurred in Ocean City, New Jersey (+4,100, or +11.9 percent).\nAmong large metropolitan areas (those with a population of 1 million or more in 2010 Census ), nonfarm employment declined over the year in 50 metropolitan areas and was essentially unchanged in 1 area. The largest over-the-year percentage decreases in employment in these large metropolitan areas occurred in Las Vegas-Henderson-Paradise, Nevada (−13.8 percent), Orlando-Kissimmee-Sanford, Florida (−12.5 percent), and Los Angeles-Long Beach-Anaheim, California (−11.7 percent).",
    "ted_table_title": "Metropolitan areas with significant employment changes from February 2020 to February 2021, not seasonally adjusted",
    "ted_image_name": "Metropolitan_areas_with_significant_employment_changes_from_February_2020_to_February_2021__not_seasonally_adjusted.png",
    "ted_program_name": "Current Employment Statistics (State and Metro Area)",
    "ted_program_url": "https://www.bls.gov/sae/",
    "ted_related_charts_name": "sortable table of metropolitan area employment data",
    "ted_related_charts_url": "https://www.bls.gov/web/metro/metro_oty_change.htm",
    "ted_related_articles": "",
    "ted_related_subjects": ""
}, {
    "ted_title": "Job openings increase by 268,000 to 7.4 million in February 2021",
    "ted_url": "https://www.bls.gov/opub/ted/2021/job-openings-increase-by-268000-to-7-4-million-in-february-2021.htm",
    "ted_date": "April 08, 2021",
    "ted_intro": "There were 7.4 million job openings on the last business day of February 2021, an increase of 268,000 from the previous month. For the year ending February 2021, the number of job openings increased by 355,000.",
    "ted_outro": "These data are from the Job Openings and Labor Turnover Survey and are seasonally adjusted. Data for the most recent month are preliminary. To learn more, see \"Job Openings and Labor Turnover — February 2021.\" Also see charts featuring data on job openings, hires, and separations.",
    "ted_body": "Over the month, job openings increased in health care and social assistance (+233,000); accommodation and food services (+104,000); and arts, entertainment, and recreation (+56,000). The number of job openings decreased in state and local government education (−117,000); educational services (−35,000); and information (−34,000).",
    "ted_table_title": "Job openings by industry, December 2000–February 2021, seasonally adjusted",
    "ted_image_name": "Job_openings_by_industry__December_2000–February_2021__seasonally_adjusted.png",
    "ted_program_name": "Job Openings and Labor Turnover Survey",
    "ted_program_url": "https://www.bls.gov/jlt/",
    "ted_related_charts_name": "charts featuring data on job openings, hires, and separations",
    "ted_related_charts_url": "https://www.bls.gov/charts/job-openings-and-labor-turnover/",
    "ted_related_articles": "",
    "ted_related_subjects": "Employment; Health Care; Education and Training; Industry Studies; Manufacturing"
}, {
    "ted_title": "Unemployment rate 3.7 percent for college grads, 6.7 percent for high school grads in March 2021",
    "ted_url": "https://www.bls.gov/opub/ted/2021/unemployment-rate-3-7-percent-for-college-grads-6-7-percent-for-high-school-grads-in-march-2021.htm",
    "ted_date": "April 07, 2021",
    "ted_intro": "The unemployment rate edged down to 6.0 percent in March 2021. The rate is down considerably from its recent high in April 2020 but is 2.5 percentage points higher than before the pandemic in February 2020. For those with a bachelor’s degree and higher, the unemployment rate was 3.7 percent in March, down from a high of 8.4 percent in April 2020.",
    "ted_outro": "These data are from the Current Population Survey and are seasonally adjusted. For more information, see \"The Employment Situation — March 2021\" and the charts on employment and unemployment.",
    "ted_body": "The unemployment rate for those with some college or an associate degree was 5.9 percent in March 2021, down from a high of 15.0 percent in April 2020. For high school graduates with no college, the unemployment rate was 6.7 percent in March 2021, down from a high of 17.3 percent in April 2020. For those without a high school diploma, the unemployment rate was 8.2 percent in March 2021, down from a high of 21.0 percent in April 2020.",
    "ted_table_title": "Unemployment rates for people 25 years and older by educational attainment, seasonally adjusted",
    "ted_image_name": "Unemployment_rates_for_people_25_years_and_older_by_educational_attainment__seasonally_adjusted.png",
    "ted_program_name": "Current Population Survey",
    "ted_program_url": "https://www.bls.gov/cps/",
    "ted_related_charts_name": "charts on employment and unemployment",
    "ted_related_charts_url": "https://www.bls.gov/charts/employment-situation/civilian-unemployment-rate.htm",
    "ted_related_articles": "Payroll employment increased by 916,000 in March 2021",
    "ted_related_subjects": "Unemployment; Education and Training"
}, {
    "ted_title": "Payroll employment increased by 916,000 in March 2021",
    "ted_url": "https://www.bls.gov/opub/ted/2021/payroll-employment-increased-by-916000-in-march-2021.htm",
    "ted_date": "April 06, 2021",
    "ted_intro": "Total nonfarm payroll employment increased by 916,000 in March 2021. Job growth in March was widespread, with the largest gains occurring in leisure and hospitality and construction. Average weekly earnings for the private sector were $1,045.60 in March 2021.",
    "ted_outro": "These data are from the Current Employment Statistics program. Data for the most recent 2 months are preliminary. To learn more, see \"The Employment Situation — March 2021.\" We also have more charts on nonfarm employment, hours, and earnings.",
    "ted_body": "Employment in leisure and hospitality increased by 280,000 in March 2021, as pandemic-related restrictions eased in many parts of the country; the average weekly earnings in this industry were $459.42. Construction added 110,000 jobs in March, following job losses in the previous month (−56,000) that were likely weather related; the average weekly earnings in this industry were $1,273.54.",
    "ted_table_title": "Employment and average weekly earnings by industry for all private nonfarm employees, March 2021",
    "ted_image_name": "Employment_and_average_weekly_earnings_by_industry_for_all_private_nonfarm_employees__March_2021.png",
    "ted_program_name": "Current Employment Statistics",
    "ted_program_url": "https://www.bls.gov/ces/",
    "ted_related_charts_name": "more charts",
    "ted_related_charts_url": "https://www.bls.gov/charts/employment-situation/otm-employment-change-by-industry-confidence-intervals.htm",
    "ted_related_articles": "",
    "ted_related_subjects": "Earnings and Wages; Employment; Industry Studies"
}, {
    "ted_title": "Counties with highest job concentrations in pet care services and pet supply stores",
    "ted_url": "https://www.bls.gov/opub/ted/2021/counties-with-highest-job-concentrations-in-pet-care-services-and-pet-supply-stores.htm",
    "ted_date": "April 05, 2021",
    "ted_intro": "As valued family members, pets provide unconditional love and companionship we cherish every day. With millions of pets to care for, many Americans turn to local businesses that provide grooming, boarding, and other pet care services as well as pet food and other supplies.",
    "ted_outro": "These data are from the Quarterly Census of Employment and Wages. For more information on location quotients and to calculate location quotients for other analysis areas, use the Location Quotient Calculator. Also, you can get more industry employment data for the nation, states, counties, and metropolitan areas through the data viewer tool.",
    "ted_body": "Across the United States in September 2020, there were 21,251 businesses in the pet care, except veterinary, services industry. The 124,271 workers in this industry earned an average weekly wage of $478. Ozaukee County, Wisconsin, had an employment concentration in this industry that was 5.57 times the national rate. In Ozaukee County, the 202 workers in pet care, except veterinary, services earned an average of $673 a week, almost $200 more than the national average for the industry.\nBandera County, Texas, and Pender County, North Carolina, were other counties where employment was concentrated at greater than 5 times the national average in September 2020. In Bandera County, Texas, workers earned an average weekly wage of $472, in line with the national average. Workers in Pender County, North Carolina, earned an average weekly wage of $421, $57 less than the national average.\nIn September 2020, there were 10,051 businesses in the pet and pet supplies stores industry, with 110,596 workers. These workers earned an average weekly wage of $569. The concentration of employment in pet and pet supplies stores in Jefferson County, Washington, was 5.70 times the national rate. In Jefferson County, 41 workers in this industry earned an average weekly wage of $420, almost $150 less than the national average.\nOther counties with employment concentrations in pet and pet supplies stores that were greater than 5 times the national rate were Fredericksburg City, Virginia, and Amadour County, California. In Fredericksburg City, Virginia, the 94 workers in this industry earned an average weekly wage of $593, compared with $556 for the 48 workers in Amadour County, California.\nLocation quotients are the ratio of an industry’s employment share in an area to its national share. For example, an industry with 6 percent of county employment and 2 percent of national employment would have a location quotient in that county of 6/2 = 3. A location quotient greater than 1 means the industry has a higher share of area employment than the national average.",
    "ted_table_title": "Employment concentration in pet care, except veterinary, services, September 2020",
    "ted_image_name": "Employment_concentration_in_pet_care__except_veterinary__services__September_2020.png",
    "ted_program_name": "Quarterly Census of Employment and Wages",
    "ted_program_url": "https://www.bls.gov/cew/",
    "ted_related_charts_name": "data viewer tool",
    "ted_related_charts_url": "https://www.bls.gov/cew/apps/data_views/data_views.htm",
    "ted_related_articles": "",
    "ted_related_subjects": "Earnings and Wages; Employment; Industry Studies; Metropolitan Areas and Counties"
}, {
    "ted_title": "Healthcare support occupations had employment of 6.4 million in May 2020",
    "ted_url": "https://www.bls.gov/opub/ted/2021/healthcare-support-occupations-had-employment-of-6-4-million-in-may-2020.htm",
    "ted_date": "April 02, 2021",
    "ted_intro": "Healthcare support occupations had employment of 6.4 million in May 2020, representing 4.6 percent of total U.S. employment. Healthcare support workers assist healthcare practitioners and technical occupations, such as physicians and nurses.",
    "ted_outro": "These data are from the Occupational Employment and Wage Statistics program. To learn more, see \"Occupational Employment and Wages—May 2020.\" Also see the occupational profiles for healthcare support occupations.",
    "ted_body": "Home health and personal care aides (3.2 million) and nursing assistants (1.4 million) made up 71 percent of healthcare support jobs. After home health and personal care aides and nursing assistants, the largest healthcare support occupations were medical assistants (710,200), dental assistants (312,140), and phlebotomists (128,020).\nHealthcare support occupations had an annual mean wage of $32,250, below the U.S. average of $56,310 for all occupations combined. The largest healthcare support occupation, home health and personal care aides, was also the lowest paying, with an annual mean wage of $28,060. The highest paying healthcare support occupations were occupational therapy assistants ($63,420) and physical therapist assistants ($59,440).\nNinety-one percent of healthcare support jobs were in healthcare and social assistance industries, including individual and family services (1.5 million), home health care services (959,870), general medical and surgical hospitals (702,320), and nursing care facilities (skilled nursing facilities) (630,550).",
    "ted_table_title": "Employment and annual mean wages for healthcare support occupations, May 2020",
    "ted_image_name": "Employment_and_annual_mean_wages_for_healthcare_support_occupations__May_2020.png",
    "ted_program_name": "Occupational Employment and Wage Statistics",
    "ted_program_url": "https://www.bls.gov/oes/",
    "ted_related_charts_name": "occupational profiles for healthcare support occupations",
    "ted_related_charts_url": "https://www.bls.gov/oes/current/oes_stru.htm#31-0000",
    "ted_related_articles": "",
    "ted_related_subjects": "Earnings and Wages; Employment; Health Care; Occupations"
}, {
    "ted_title": "Higher paid workers more likely than lower paid workers to have paid leave benefits in 2020",
    "ted_url": "https://www.bls.gov/opub/ted/2021/higher-paid-workers-more-likely-than-lower-paid-workers-to-have-paid-leave-benefits-in-2020.htm",
    "ted_date": "April 01, 2021",
    "ted_intro": "Paid sick leave was available to 75 percent of workers in private industry in March 2020. Paid sick leave was available to 31 percent of workers with an average wage in the lowest 10 percent and to 94 percent of workers with an average wage in the highest 10 percent.",
    "ted_outro": "These data are from the National Compensation Survey — Benefits program. For more information, see “Employee Benefits in the United States — March 2020.” For more information about terms related to employee benefits, see our glossary.",
    "ted_body": "Paid vacation benefits were available to 79 percent of private industry workers in March 2020. Paid holidays were available to 80 percent of workers. As with paid sick leave, paid vacation and holidays were more often available to higher paid than lower paid workers.",
    "ted_table_title": "Percent of private industry workers with access to paid sick leave, vacation, and holidays, by wage category, March 2020",
    "ted_image_name": "Percent_of_private_industry_workers_with_access_to_paid_sick_leave__vacation__and_holidays__by_wage_category__March_2020.png",
    "ted_program_name": "National Compensation Survey — Benefits",
    "ted_program_url": "https://www.bls.gov/ncs/ebs/",
    "ted_related_charts_name": "glossary",
    "ted_related_charts_url": "https://www.bls.gov/ncs/ebs/national-compensation-survey-glossary-of-employee-benefit-terms.htm",
    "ted_related_articles": "",
    "ted_related_subjects": "Earnings and Wages; Benefits"
}, {
    "ted_title": "All states had unemployment rates below 10.0 percent in February 2021",
    "ted_url": "https://www.bls.gov/opub/ted/2021/all-states-had-unemployment-rates-below-10-0-percent-in-february-2021.htm",
    "ted_date": "March 31, 2021",
    "ted_intro": "Unemployment rates were highest in Hawaii (9.2 percent) and New York (8.9 percent) in February 2021. South Dakota (2.9 percent) and Utah (3.0 percent) had the lowest rates. This marked the first time since March 2020 when all 50 states and the District of Columbia had unemployment rates under 10.0 percent.",
    "ted_outro": "These data are from the Local Area Unemployment Statistics program and are seasonally adjusted. Data for the most recent month are preliminary. To learn more, see \"State Employment and Unemployment — February 2021.\" Also see more charts and maps on state employment and unemployment.",
    "ted_body": "In February 2021, 27 states had unemployment rates lower than the U.S. figure of 6.2 percent, 12 states and the District of Columbia had higher rates, and 11 states had rates that were not appreciably different from that of the nation.\nThe largest unemployment rate increase from February 2020 occurred in Hawaii (+7.1 percentage points). The next largest over-the-year jobless rate increase was in New York (+5.0 percentage points), with another 10 states and the District of Columbia experiencing rate increases of at least 3.0 points.",
    "ted_table_title": "State unemployment rates from January 2020 to February 2021",
    "ted_image_name": "State_unemployment_rates_from_January_2020_to_February_2021.png",
    "ted_program_name": "Local Area Unemployment Statistics",
    "ted_program_url": "https://www.bls.gov/lau/",
    "ted_related_charts_name": "more charts and maps",
    "ted_related_charts_url": "https://www.bls.gov/charts/state-employment-and-unemployment/",
    "ted_related_articles": "Payroll employment up in 11 states, down in 3 states, in February 2021",
    "ted_related_subjects": "Unemployment; Regions and States"
}, {
    "ted_title": "Payroll employment up in 11 states, down in 3 states, in February 2021",
    "ted_url": "https://www.bls.gov/opub/ted/2021/payroll-employment-up-in-11-states-down-in-3-states-in-february-2021.htm",
    "ted_date": "March 30, 2021",
    "ted_intro": "Nonfarm payroll employment changed significantly in 14 states in February 2021, increasing in 11 states and decreasing in 3 states. Employment was essentially unchanged in the remaining 36 states and the District of Columbia. From February 2020 to February 2021, nonfarm payroll employment decreased in 48 states and the District and was essentially unchanged in 2 states.",
    "ted_outro": "These data are from the Current Employment Statistics (State and Metro Area) program and are seasonally adjusted. Data for the most recent month are preliminary. To learn more, see \"State Employment and Unemployment — February 2021.\" For more charts and tables related to state employment and unemployment, see the state chart package.",
    "ted_body": "The largest over-the-month percentage increase in employment occurred in Michigan (+1.6 percent), followed by California, New Mexico, and Washington (+0.9 percent each). Employment decreased in Oklahoma (−0.7 percent), and Mississippi (−0.6 percent), and Missouri (−0.4 percent).\nOver the year, the largest percentage declines occurred in Hawaii (−17.8 percent), New York (−10.8 percent), and Nevada (−10.6 percent), though these states did not have significant employment changes in February 2021.",
    "ted_table_title": "States with statistically significant employment changes from January 2021 to February 2021, seasonally adjusted",
    "ted_image_name": "States_with_statistically_significant_employment_changes_from_January_2021_to_February_2021__seasonally_adjusted.png",
    "ted_program_name": "Current Employment Statistics (State and Metro Area)",
    "ted_program_url": "https://www.bls.gov/sae/",
    "ted_related_charts_name": "state chart package",
    "ted_related_charts_url": "https://www.bls.gov/charts/state-employment-and-unemployment/state-unemployment-rates-map.htm",
    "ted_related_articles": "",
    "ted_related_subjects": "Employment; Regions and States"
}, {
    "ted_title": "Multifactor productivity down 1.7 percent in 2020",
    "ted_url": "https://www.bls.gov/opub/ted/2021/multifactor-productivity-down-1-7-percent-in-2020.htm",
    "ted_date": "March 29, 2021",
    "ted_intro": "Private nonfarm business sector multifactor productivity decreased 1.7 percent in 2020, the largest decline since the Great Recession period of 2007–09. This 2020 decrease reflects a 4.2-percent decrease in output and a 2.5-percent decrease in the combined inputs of capital and labor.",
    "ted_outro": "These data are from the Multifactor Productivity program. To learn more, see \"Multifactor Productivity Trends — 2020.\" Multifactor productivity is calculated by dividing an index of real output by an index of combined units of labor input and capital services. Unlike BLS quarterly labor productivity (output per hour worked) measures, multifactor productivity measures include the influences of capital services and shifts in the composition of the workforce.",
    "ted_body": "Capital services increased by 2.4 percent and labor input—which is the combined effect of hours worked and labor composition—decreased by 5.2 percent in 2020.\nMultifactor productivity in the private nonfarm business sector grew at an average annual rate of 0.7 percent from 1987 to 2020, as output increased by 2.7 percent and combined inputs for capital and labor increased by 1.9 percent.",
    "ted_table_title": "Annual percent changes in multifactor productivity and related measures, 1988–2020",
    "ted_image_name": "Annual_percent_changes_in_multifactor_productivity_and_related_measures__1988–2020.png",
    "ted_program_name": "Multifactor Productivity",
    "ted_program_url": "https://www.bls.gov/mfp/",
    "ted_related_charts_name": "Multifactor Productivity Trends — 2020",
    "ted_related_charts_url": "https://www.bls.gov/news.release/archives/prod3_03232021.htm",
    "ted_related_articles": "",
    "ted_related_subjects": "Productivity"
}, {
    "ted_title": "Veterans with a service-connected disability much more likely to work for the federal government",
    "ted_url": "https://www.bls.gov/opub/ted/2021/veterans-with-a-service-connected-disability-much-more-likely-to-work-for-the-federal-government.htm",
    "ted_date": "March 26, 2021",
    "ted_intro": "Twenty-six percent of veterans reported that they had a service-connected disability in August 2020. Veterans with a service-connected disability were much more likely to work for the federal government than either veterans with no service-connected disability or nonveterans. Among employed veterans, 19.3 percent of veterans with a disability worked for the federal government, compared with 9.0 percent of veterans with no disability and 2.5 percent of nonveterans. By contrast, there was little difference between the proportions of veterans and nonveterans who worked for state and local government.",
    "ted_outro": "These data are from the Current Population Survey. For more information, see “Employment Situation of Veterans — 2020.” Veterans are men and women who previously served on active duty in the U.S. Armed Forces and were civilians when they were surveyed. People on active duty are not included in the survey. Veterans are assigned a disability rating by the U.S. Department of Veterans Affairs or the U.S. Department of Defense.",
    "ted_body": "In August 2020, 2.6 percent of veterans with a service-connected disability were self-employed, lower than the share of veterans with no service-connected disability (7.3 percent) or nonveterans (6.0 percent). (Note that the unincorporated self-employed category includes a small number of unpaid family workers.)",
    "ted_table_title": "Percent distribution of employed veterans with and without a service-connected disability and nonveterans by class of worker, August 2020",
    "ted_image_name": "Percent_distribution_of_employed_veterans_with_and_without_a_service-connected_disability_and_nonveterans_by_class_of_worker__August_2020.png",
    "ted_program_name": "Current Population Survey",
    "ted_program_url": "https://www.bls.gov/cps/",
    "ted_related_charts_name": "Employment Situation of Veterans — 2020",
    "ted_related_charts_url": "https://www.bls.gov/news.release/archives/vet_03182021.htm",
    "ted_related_articles": "",
    "ted_related_subjects": "Disability; Employment; Industry Studies"
}, {
    "ted_title": "21 metropolitan areas had unemployment rates of at least 10.0 percent in January 2021",
    "ted_url": "https://www.bls.gov/opub/ted/2021/21-metropolitan-areas-had-unemployment-rates-of-at-least-10-percent-in-january-2021.htm",
    "ted_date": "March 25, 2021",
    "ted_intro": "A total of 21 metropolitan areas had unemployment rates of at least 10.0 percent and 34 had unemployment rates of less than 4.0 percent in January 2021. El Centro, California, had the highest unemployment rate, 16.5 percent, while Logan, Utah-Idaho, had the lowest rate, 2.5 percent. A total of 247 metro areas had January 2021 unemployment rates below the U.S. rate of 6.8 percent, 136 areas had rates above it, and 6 areas had rates equal to that of the nation.",
    "ted_outro": "These data are from the Local Area Unemployment Statistics program and are not seasonally adjusted. Data for the most recent month are preliminary. To learn more, see \"Metropolitan Area Employment and Unemployment — January 2021.\" Also see Charts related to the latest \"Metropolitan Area Employment and Unemployment\" news release.",
    "ted_body": "Unemployment rates were higher in January 2021 than a year earlier in 376 of the 389 metro areas, lower in 9 areas, and unchanged in 4 areas. The largest over-the-year unemployment rate increase occurred in Kahului-Wailuku-Lahaina, Hawaii. Rates rose over the year by at least 5.0 percentage points in an additional 11 areas.\nUnemployment rates were 10.0 percent or higher in 21 metro areas in January 2021. This was greater than the 4 areas with unemployment rates of at least 10.0 percent in January 2020 but much less than the 339 areas in April 2020, at the onset of the COVID-19 pandemic.",
    "ted_table_title": "Metropolitan area unemployment rates, January 2020 to January 2021",
    "ted_image_name": "Metropolitan_area_unemployment_rates__January_2020_to_January_2021.png",
    "ted_program_name": "Local Area Unemployment Statistics",
    "ted_program_url": "https://www.bls.gov/lau/",
    "ted_related_charts_name": "Charts related to the latest \"Metropolitan Area Employment and Unemployment\" news release",
    "ted_related_charts_url": "https://www.bls.gov/charts/metro-area-employment-and-unemployment/",
    "ted_related_articles": "Employment down over the year in most large metro areas",
    "ted_related_subjects": "Metropolitan Areas and Counties; Unemployment"
}, {
    "ted_title": "Employment down over the year in most large metro areas",
    "ted_url": "https://www.bls.gov/opub/ted/2021/employment-down-over-the-year-in-most-large-metro-areas.htm",
    "ted_date": "March 24, 2021",
    "ted_intro": "Over the year ending January 2021, nonfarm employment declined in 50 metropolitan areas with a 2010 Census population of 1 million or more, while employment was essentially unchanged in 1.",
    "ted_outro": "These data are from the Current Employment Statistics (State and Metro Area) program and are not seasonally adjusted. Data for the most recent month are preliminary. To learn more, see \"Metropolitan Area Employment and Unemployment — January 2021.\" Also see Charts related to the latest \"Metropolitan Area Employment and Unemployment\" news release.",
    "ted_body": "The largest over-the-year percentage decreases in employment in these large metropolitan areas occurred in Las Vegas-Henderson-Paradise, Nevada (−14.1 percent), Orlando-Kissimmee-Sanford, Florida (−12.9 percent), and Los Angeles-Long Beach-Anaheim, California (−12.2 percent).",
    "ted_table_title": "Percent change in employment for metropolitan areas with a Census 2010 population of 1 million or more, January 2020 to January 2021, not seasonally adjusted",
    "ted_image_name": "Percent_change_in_employment_for_metropolitan_areas_with_a_Census_2010_population_of_1_million_or_more__January_2020_to_January_2021__not_seasonally_adjusted.png",
    "ted_program_name": "Current Employment Statistics (State and Metro Area)",
    "ted_program_url": "https://www.bls.gov/sae/",
    "ted_related_charts_name": "Charts related to the latest \"Metropolitan Area Employment and Unemployment\" news release",
    "ted_related_charts_url": "https://www.bls.gov/charts/metro-area-employment-and-unemployment/",
    "ted_related_articles": "",
    "ted_related_subjects": "Employment; Metropolitan Areas and Counties"
}, {
    "ted_title": "Compensation costs in private industry averaged $36.23 per hour worked in December 2020",
    "ted_url": "https://www.bls.gov/opub/ted/2021/compensation-costs-in-private-industry-averaged-36-23-per-hour-worked-in-december-2020.htm",
    "ted_date": "March 23, 2021",
    "ted_intro": "Employer costs for employee compensation for private industry workers averaged $36.23 per hour worked in December 2020. Wage and salary costs averaged $25.48 and accounted for 70.3 percent of employer costs, while benefit costs were $10.74 and accounted for 29.7 percent.",
    "ted_outro": "The states (including the District of Columbia) that compose the census regions are:",
    "ted_body": "Among the major industry groups, compensation costs were highest for employers in utilities in December 2020, at $67.62 per hour worked. Wages and salaries averaged $41.64 (61.6 percent of total compensation), while total benefits averaged $25.98 (38.4 percent). Employer costs for employee compensation also exceeded $50.00 per hour worked in the information ($56.03) and financial activities ($50.85) industries.\nCompensation costs were lowest for employers in the leisure and hospitality industry, at $15.46 per hour worked. Wages and salaries averaged $12.46 (80.6 percent of total compensation), while total benefits averaged $3.00 (19.4 percent).\nAmong the regions, compensation costs for private industry workers were highest in the Pacific states ($42.81), New England ($40.63), and the Middle Atlantic states ($40.61) in December 2020. In the Pacific states, wages and salaries averaged $30.19 (70.5 percent of total compensation), while total benefits averaged $12.62 (29.5 percent).\nCompensation costs were lowest in the East South Central states, at $29.55 per hour worked. Wages and salaries averaged $21.30 (72.1 percent of total compensation), while total benefits averaged $8.25 (27.9 percent).\nThese data are from the Employment Cost Trends program. Estimates of employer costs for health insurance are not available for some industries. To learn more, see \"Employer Costs for Employee Compensation — December 2020.\" We also have more charts on employer costs for employee compensation.",
    "ted_table_title": "Employer costs per hour worked for employee compensation of private industry workers, by industry, December 2020",
    "ted_image_name": "Employer_costs_per_hour_worked_for_employee_compensation_of_private_industry_workers__by_industry__December_2020.png",
    "ted_program_name": "Employment Cost Trends",
    "ted_program_url": "https://www.bls.gov/ncs/ect/",
    "ted_related_charts_name": "more charts",
    "ted_related_charts_url": "https://www.bls.gov/charts/employer-costs-for-employee-compensation/",
    "ted_related_articles": "",
    "ted_related_subjects": "Benefits; Compensation Costs; Earnings and Wages; Industry Studies; Regions and States"
}, {
    "ted_title": "U.S. import prices up 3.0 percent over the year ended February 2021",
    "ted_url": "https://www.bls.gov/opub/ted/2021/u-s-import-prices-up-3-0-percent-over-the-year-ended-february-2021.htm",
    "ted_date": "March 22, 2021",
    "ted_intro": "U.S. import prices rose 3.0 percent from February 2020 to February 2021, the largest 12-month advance since a 3.4-percent increase from October 2017 to October 2018. Over the past 10 years, the 12-month change in overall import prices has ranged from a 13.7-percent increase (in July 2011) to an 11.6-percent decrease in (September 2015).",
    "ted_outro": "These data are from the International Price program. Import prices are subject to revision. To learn more, see “U.S. Import and Export Prices — February 2021.” Also see, Charts related to the latest “U.S. Import and Export Price Indexes” news release.",
    "ted_body": "Prices for imported fuel rose 6.5 percent over the past year, the first 12-month advance since a 13.2-percent increase in January 2020. Prices for petroleum imports rose 5.5 percent for the year ended in February 2021 and natural gas import prices advanced 44.8 percent over the same period. Over the past decade, the 12-month change in import fuel prices has ranged from 68.9 percent (in February 2017) to −56.6 percent (April 2020).\nPrices for nonfuel imports increased 2.8 percent over the past 12 months, the largest over-the-year advance since the index rose 2.9 percent in January 2012. Nonfuel import prices have changed less than other fuel import prices; since 2011, the 12-month change in nonfuel import prices has ranged from 5.4 percent (during July, August, and September 2011) to −3.4 percent (December 2015).",
    "ted_table_title": "12-month change in U.S. import price indexes, January 2011 to February 2021, not seasonally adjusted",
    "ted_image_name": "12-month_change_in_U.S._import_price_indexes__January_2011_to_February_2021__not_seasonally_adjusted.png",
    "ted_program_name": "International Price",
    "ted_program_url": "https://www.bls.gov/mxp/",
    "ted_related_charts_name": "Charts related to the latest “U.S. Import and Export Price Indexes” news release",
    "ted_related_charts_url": "https://www.bls.gov/charts/import-export/us-import-and-export-price-indexes-12-month-percent-change.htm",
    "ted_related_articles": "",
    "ted_related_subjects": "International Comparisons; Prices"
}, {
    "ted_title": "Unemployment rates lower in January 2021 in 33 states",
    "ted_url": "https://www.bls.gov/opub/ted/2021/unemployment-rates-lower-in-january-2021-in-33-states.htm",
    "ted_date": "March 19, 2021",
    "ted_intro": "Unemployment rates were lower in January 2021 than in December 2020 in 33 states and the District of Columbia and stable in 17 states. Forty-eight states and the District of Columbia had jobless rate increases from a year earlier, and two states had little change. The national unemployment rate, 6.3 percent in January 2021, fell by 0.4 percentage point over the month, but was 2.8 points higher than in January 2020.",
    "ted_outro": "These data are from the Local Area Unemployment Statistics program and are seasonally adjusted. Data for the most recent month are preliminary. To learn more, see \"State Employment and Unemployment — January 2021.\" Also see more charts and maps on state employment and unemployment.",
    "ted_body": "Hawaii and California had the highest unemployment rates in January, 10.2 percent and 9.0 percent, respectively, while South Dakota and Utah had the lowest rates, 3.1 percent each. In total, 26 states had unemployment rates lower than the U.S. figure of 6.3 percent, 11 states and the District of Columbia had higher rates, and 13 states had rates that were not appreciably different from that of the nation.\nIn January, Michigan had the largest over-the-month unemployment rate decrease (−2.5 percentage points). Four additional states had rate decreases of at least 0.5 percentage point: Kansas (−1.2 points), Rhode Island (−0.7 point), Massachusetts (−0.6 point), and Tennessee (−0.5 point).\nThe largest unemployment rate increase from January 2020 occurred in Hawaii (+8.2 percentage points). The next largest over-the-year jobless rate increases were in Massachusetts and New York (+5.0 percentage points each), with another 10 states and the District of Columbia experiencing rate increases of at least 3.0 points.",
    "ted_table_title": "State unemployment rates, January 2011 to January 2021, seasonally adjusted",
    "ted_image_name": "State_unemployment_rates__January_2011_to_January_2021__seasonally_adjusted.png",
    "ted_program_name": "Local Area Unemployment Statistics",
    "ted_program_url": "https://www.bls.gov/lau/",
    "ted_related_charts_name": "more charts and maps",
    "ted_related_charts_url": "https://www.bls.gov/charts/state-employment-and-unemployment/",
    "ted_related_articles": "Minnesota had the largest increase in employment from December 2020 to January 2021",
    "ted_related_subjects": "Unemployment; Regions and States"
}, {
    "ted_title": "Minnesota had the largest increase in employment from December 2020 to January 2021",
    "ted_url": "https://www.bls.gov/opub/ted/2021/minnesota-had-the-largest-increase-in-employment-from-december-2020-to-january-2021.htm",
    "ted_date": "March 18, 2021",
    "ted_intro": "Nonfarm payroll employment increased significantly in 20 states in January 2021, decreased significantly in 2 states, and was essentially unchanged in 28 states and the District of Columbia. The largest job gains occurred in Minnesota (+51,800), New York (+42,700), and Pennsylvania (+35,700).",
    "ted_outro": "These data are from the Current Employment Statistics (State and Metro Area) program and are seasonally adjusted. Data for the most recent month are preliminary and subject to revision. To learn more, see “State Employment and Unemployment — January 2021.” For more charts and tables related to state employment and unemployment, see the state chart package.",
    "ted_body": "From December 2020 to January 2021, employment significantly decreased in California (−69,900) and South Carolina (−12,900).",
    "ted_table_title": "1-month change in statewide total nonfarm employment, December 2020 to January 2021",
    "ted_image_name": "1-month_change_in_statewide_total_nonfarm_employment__December_2020_to_January_2021.png",
    "ted_program_name": "Current Employment Statistics (State and Metro Area)",
    "ted_program_url": "https://www.bls.gov/sae/",
    "ted_related_charts_name": "state chart package",
    "ted_related_charts_url": "https://www.bls.gov/charts/state-employment-and-unemployment/state-unemployment-rates-map.htm",
    "ted_related_articles": "",
    "ted_related_subjects": "Employment; Regions and States"
}, {
    "ted_title": "Producer prices for final demand up 2.8 percent for the year ended February 2021",
    "ted_url": "https://www.bls.gov/opub/ted/2021/producer-prices-for-final-demand-up-2-8-percent-for-the-year-ended-february-2021.htm",
    "ted_date": "March 17, 2021",
    "ted_intro": "The Producer Price Index for final demand increased 2.8 percent from February 2020 to February 2021, the largest over-the-year advance since October 2018. Prices for final demand goods increased 3.4 percent for the 12 months ended in February 2021, while prices for final demand services increased 2.5 percent.",
    "ted_outro": "These data are from the Producer Price Indexes program and are not seasonally adjusted. To learn more, see \"Producer Price Indexes — February 2021.\" All producer price indexes are subject to revision once, 4 months after original publication; these revisions reflect late reports and corrections by respondents. Producer price indexes measure prices U.S. producers receive for goods, services, and construction. Also see Charts related to the latest \"U.S. Producer Price Indexes\" news release.",
    "ted_body": "Within final demand goods, prices increased for foods (4.5 percent), energy (5.5 percent), and goods less food and energy (2.5 percent) for the 12 months ended in February 2021.\nWithin final demand services, prices rose for trade services and services less trade, transportation, and warehousing, at 3.3 and 2.7 percent, respectively. Prices for transportation and warehousing declined 2.4 percent from February 2020 to February 2021, as prices fell for airline passenger services (−18.6 percent) and water transportation of freight (−6.9 percent).\nPrices for final demand construction advanced 1.0 percent for the 12 months ended in February 2021. Within final demand construction, prices increased for new industrial building construction (1.8 percent), and new office building construction (1.7 percent).",
    "ted_table_title": "12-month percent change in Producer Price Index for final demand, January 2011–February 2021",
    "ted_image_name": "12-month_percent_change_in_Producer_Price_Index_for_final_demand__January_2011–February_2021.png",
    "ted_program_name": "Producer Price Indexes",
    "ted_program_url": "https://www.bls.gov/ppi",
    "ted_related_charts_name": "Charts related to the latest \"U.S. Producer Price Indexes\" news release",
    "ted_related_charts_url": "https://www.bls.gov/charts/producer-price-index/",
    "ted_related_articles": "",
    "ted_related_subjects": "Prices"
}, {
    "ted_title": "Job openings in January 2021 little different from one year earlier",
    "ted_url": "https://www.bls.gov/opub/ted/2021/job-openings-in-january-2021-little-different-from-one-year-earlier.htm",
    "ted_date": "March 16, 2021",
    "ted_intro": "There were 6.9 million job openings in January 2021, little different from a year earlier, before the COVID-19 pandemic hit the United States. After the global pandemic was declared, job openings dropped to 4.6 million in April 2020, but have been between 6.0 million and 7.0 million since June 2020.",
    "ted_outro": "These data are from the Job Openings and Labor Turnover Survey and are seasonally adjusted. Data for the most recent month are preliminary. To learn more, see \"Job Openings and Labor Turnover — January 2021.\" Total separations includes quits, layoffs and discharges, and other separations. Quits are generally voluntary separations initiated by the employee. Also see more charts on job openings, hires, and separations, and Impact of coronavirus (COVID-19) pandemic on Job Openings and Labor Turnover data for January 2021.",
    "ted_body": "Over the year ended in January 2020, job openings decreased in accommodation and food services; state and local government, excluding education; and arts, entertainment, and recreation. Job openings increased over the year in nondurable goods manufacturing; durable goods manufacturing; and mining and logging.\nHires numbered 5.3 million in January 2021, a decrease over the year, though above the level of 3.9 million recorded in April 2020. Over the year ended January 2021, hires decreased in accommodation and food services; professional and business services; and health care and social assistance.\nTotal separations decreased over the year, from 5.7 million in January 2020 to 5.3 million in January 2021, though the total separations level reached 16.3 million in March 2020. Since January 2020, total separations decreased in professional and business services; state and local government education; and educational services, but increased in transportation, warehousing, and utilities and federal government.",
    "ted_table_title": "Job openings, hires, and separations, January 2020 to January 2021",
    "ted_image_name": "Job_openings__hires__and_separations__January_2020_to_January_2021.png",
    "ted_program_name": "Job Openings and Labor Turnover Survey",
    "ted_program_url": "https://www.bls.gov/jlt/",
    "ted_related_charts_name": "Impact of coronavirus (COVID-19) pandemic on Job Openings and Labor Turnover data for January 2021",
    "ted_related_charts_url": "https://www.bls.gov/covid19/job-openings-and-labor-turnover-covid19-january-2021.htm",
    "ted_related_articles": "",
    "ted_related_subjects": "Employment; Labor Force; Unemployment"
}, {
    "ted_title": "Real average hourly earnings up 3.4 percent over the 12 months ending February 2021",
    "ted_url": "https://www.bls.gov/opub/ted/2021/real-average-hourly-earnings-up-3-4-percent-over-the-12-months-ending-february-2021.htm",
    "ted_date": "March 15, 2021",
    "ted_intro": "Real average hourly earnings for all employees increased 3.4 percent from February 2020 to February 2021. The increase in real average hourly earnings combined with the 0.6-percent increase in the average workweek resulted in a 4.1-percent increase in real average weekly earnings over this 12-month period.",
    "ted_outro": "These data are from the Current Employment Statistics program and are seasonally adjusted. Data for the most recent 2 months are preliminary. To learn more, see “Real Earnings — February 2021.” The Consumer Price Index for All Urban Consumers from the Consumer Price Index program is used to calculate real earnings estimates by adjusting earnings estimates for inflation.",
    "ted_body": "For production and nonsupervisory employees, real average hourly earnings increased 3.2 percent over the 12 months ending February 2021. The increase in real average hourly earnings combined with a 0.9-percent increase in the average workweek resulted in a 4.0-percent increase in real average weekly earnings over this 12-month period.",
    "ted_table_title": "12-month percent change in real hourly and weekly earnings, private sector employees, February 2009 to February 2021",
    "ted_image_name": "12-month_percent_change_in_real_hourly_and_weekly_earnings__private_sector_employees__February_2009_to_February_2021.png",
    "ted_program_name": "Current Employment Statistics",
    "ted_program_url": "https://www.bls.gov/ces/",
    "ted_related_charts_name": "Consumer Price Index",
    "ted_related_charts_url": "https://www.bls.gov/cpi/",
    "ted_related_articles": "",
    "ted_related_subjects": "Earnings and Wages; Hours"
}, {
    "ted_title": "Consumer prices for services less energy up 1.3 percent over the year ended February 2021",
    "ted_url": "https://www.bls.gov/opub/ted/2021/consumer-prices-for-services-less-energy-up-1-3-percent-over-the-year-ended-february-2021.htm",
    "ted_date": "March 12, 2021",
    "ted_intro": "Consumer prices for services other than energy services rose 1.3 percent from February 2020 to February 2021. Within this category, shelter prices rose 1.5 percent, household operations prices rose 4.3 percent, and medical care services rose 3.0 percent.",
    "ted_outro": "These data are from the Consumer Price Index program and are not seasonally adjusted. To learn more, see \"Consumer Price Index — February 2021.\" Also see more charts on consumer prices.",
    "ted_body": "Prices for transportation services decreased 4.4 percent over the year. Airline fares were down 25.6 percent while car and truck rental prices were up 11.5 percent.\nWithin the medical care services category, consumer prices for physicians’ services were up 5.1 percent over the year while prices for care of invalids and elderly at home services were up 7.3 percent.\nPrices for water and sewer and trash collection services rose 3.6 percent over the year ended February 2021, while prices for recreation services went up 1.1 percent. Prices for admission to sporting events were down 14.1 percent.\nEducation and communication services prices rose 2.1 percent. Within this category, wireless telephone services prices rose 4.3 percent, while prices for tuition, other school fees, and childcare rose 1.1 percent.",
    "ted_table_title": "Percent change consumer prices for services other than energy services, February 2020 to February 2021",
    "ted_image_name": "Percent_change_consumer_prices_for_services_other_than_energy_services__February_2020_to_February_2021.png",
    "ted_program_name": "Consumer Price Index",
    "ted_program_url": "https://www.bls.gov/cpi/",
    "ted_related_charts_name": "more charts on consumer prices",
    "ted_related_charts_url": "https://www.bls.gov/charts/consumer-price-index/",
    "ted_related_articles": "",
    "ted_related_subjects": "Health Care; Prices"
}, {
    "ted_title": "Workers ages 25 to 54 more likely to telework due to COVID–19 in February 2021",
    "ted_url": "https://www.bls.gov/opub/ted/2021/workers-ages-25-to-54-more-likely-to-telework-due-to-covid-19-in-february-2021.htm",
    "ted_date": "March 11, 2021",
    "ted_intro": "Nearly 1 in 4 people (22.7 percent) employed in February 2021 teleworked or worked at home for pay because of the COVID–19 pandemic. This is down from 35.4 percent in May 2020, the first month these data were collected.",
    "ted_outro": "These data are from the Current Population Survey and are not seasonally adjusted. Beginning in May 2020, the Bureau of Labor Statistics added questions to the Current Population Survey to help gauge the effects of the COVID–19 pandemic on the labor market. Learn more about these new supplemental data. A summary of the impact of the pandemic on the monthly Employment Situation also is available. These data refer to employed people who teleworked or worked at home for pay at some point in the past 4 weeks specifically because of the COVID–19 pandemic. This does not include those whose telework was unrelated to the pandemic, such as employed people who worked entirely from home before the pandemic. People whose ethnicity is Hispanic or Latino may be of any race.",
    "ted_body": "The likelihood of teleworking due to the pandemic varied across worker groups. Teleworking remained more likely among workers ages 25 to 54 than among older or younger workers. In February 2021, 25.5 percent of those ages 25 to 54 teleworked, compared with 22.2 percent for workers age 55 and older and 8.5 percent for workers age 16 to 24.\nWomen continued to be more likely to telework due to the pandemic than men. In February, 25.1 percent of women teleworked because of the pandemic, compared with 20.5 percent of men.\nAsian workers remained more likely than those of other race or ethnicity groups to telework. In February, 37.8 percent of Asians teleworked because of the pandemic, compared with 21.9 percent of Whites, 19.5 percent of Blacks, and 13.4 percent of Hispanics.\nFor all groups, the share of workers who teleworked due to the pandemic is lower than in May 2020.",
    "ted_table_title": "Percent of employed persons who teleworked at some point in the last 4 weeks because of the COVID–19 pandemic",
    "ted_image_name": "Percent_of_employed_persons_who_teleworked_at_some_point_in_the_last_4_weeks_because_of_the_COVID–19_pandemic.png",
    "ted_program_name": "Current Population Survey",
    "ted_program_url": "https://www.bls.gov/cps/",
    "ted_related_charts_name": "monthly Employment Situation",
    "ted_related_charts_url": "https://www.bls.gov/covid19/effects-of-covid-19-pandemic-and-response-on-the-employment-situation-news-release.htm",
    "ted_related_articles": "",
    "ted_related_subjects": "Labor Force; Men; Women"
}, {
    "ted_title": "Number of involuntary part-time workers in February 2021 down from record highs",
    "ted_url": "https://www.bls.gov/opub/ted/2021/number-of-involuntary-part-time-workers-in-february-2021-down-from-record-highs.htm",
    "ted_date": "March 10, 2021",
    "ted_intro": "The number of people at work part time for economic reasons, also called involuntary part-time workers, totaled 6.1 million in February 2021. This was down from 10.9 million in April 2020 but is 1.7 million higher than in February 2020. These workers would have preferred full-time employment but were working part time because their hours had been reduced due to slack work or they were unable to find full-time jobs.",
    "ted_outro": "These data are from the Current Population Survey and are seasonally adjusted. For more information, see “The Employment Situation — February 2021.” We also have more charts on employment and unemployment. Also see Impact of the coronavirus (COVID-19) pandemic on The Employment Situation for February 2021. People at work part time for economic reasons include those who usually work full time (35 hours or more per week) and those who usually work part time.",
    "ted_body": "The share of the employed who were involuntary part-time workers increased sharply following the onset of the COVID-19 pandemic, as businesses around the country cut back operations in response to the pandemic and efforts to contain the spread of the virus. The share was 2.8 percent in February 2020 but rose to 8.2 percent in April 2020. By February 2021, this share had fallen to 4.1 percent. The rapid rise of involuntary part-time work and subsequent decline occurred almost entirely among those whose hours were cut due to slack work or business conditions; the changes among those who could only find part-time jobs were comparatively small.",
    "ted_table_title": "Number of people employed part time for economic reasons, January 2000 to February 2021",
    "ted_image_name": "Number_of_people_employed_part_time_for_economic_reasons__January_2000_to_February_2021.png",
    "ted_program_name": "Current Population Survey",
    "ted_program_url": "https://www.bls.gov/cps/",
    "ted_related_charts_name": "Impact of the coronavirus (COVID-19) pandemic on The Employment Situation for February 2021",
    "ted_related_charts_url": "https://www.bls.gov/covid19/employment-situation-covid19-faq-february-2021.htm",
    "ted_related_articles": "",
    "ted_related_subjects": "Hours; Labor Force"
}, {
    "ted_title": "Payroll employment up by 379,000 in February; down 9.5 million in the last 12 months",
    "ted_url": "https://www.bls.gov/opub/ted/2021/payroll-employment-up-by-379000-in-february-down-9-5-million-in-the-last-12-months.htm",
    "ted_date": "March 09, 2021",
    "ted_intro": "Total nonfarm payroll employment increased by 379,000 in February 2021 but is down by 9.5 million, or 6.2 percent, from its level before the COVID-19 pandemic in February 2020. Employment in leisure and hospitality increased by 355,000, as pandemic-related restrictions eased in some parts of the country. Employment also rose in professional and business services (+63,000), education and health services (+44,000), and retail trade (+41,000) in February.",
    "ted_outro": "These data are from the Current Employment Statistics program and are seasonally adjusted. Data for the most recent 2 months are preliminary. To learn more, see \"The Employment Situation — February 2021.\" Also see more charts of national employment, hours, and earnings data and the impact of the COVID-19 pandemic on the February data.",
    "ted_body": "In February, employment decreased in local government (−44,000) and state government (−39,000). Pandemic-related employment declines in 2020 distorted the normal seasonal buildup and layoff patterns in education, making it more challenging to discern the current employment trends in these industries.\nFrom February 2020 to February 2021, employment fell across all major industries. Employment in leisure and hospitality declined over the year by 3.5 million, or 20.4 percent. Education and health services lost 1.3 million jobs, with nearly half (578,000) of these losses in health care.\nWithin professional and business services, employment in administrative and waste services fell by 547,000 since February 2020.\nEmployment in retail trade declined by 363,000 in the last 12 months. Following steep job losses in March and April 2020 (−2.4 million jobs over the 2 months combined), retail trade has added 2.0 million jobs from May 2020 through February 2021.\nEmployment in mining and logging decreased over the year by 101,000, or 14.6 percent. After an employment peak in January 2019, mining has lost 153,000 jobs, with nearly two-thirds of the loss occurring since February 2020.",
    "ted_table_title": "Changes in nonfarm payroll employment by industry, February 2021",
    "ted_image_name": "Changes_in_nonfarm_payroll_employment_by_industry__February_2021.png",
    "ted_program_name": "Current Employment Statistics",
    "ted_program_url": "https://www.bls.gov/ces/",
    "ted_related_charts_name": "impact of the COVID-19 pandemic on the February data",
    "ted_related_charts_url": "https://www.bls.gov/covid19/employment-situation-covid19-faq-february-2021.htm",
    "ted_related_articles": "",
    "ted_related_subjects": "Employment; Industry Studies"
}, {
    "ted_title": "Nonfarm productivity down 4.2 percent in the fourth quarter of 2020",
    "ted_url": "https://www.bls.gov/opub/ted/2021/nonfarm-productivity-down-4-2-percent-in-the-fourth-quarter-of-2020.htm",
    "ted_date": "March 08, 2021",
    "ted_intro": "Nonfarm business labor productivity decreased 4.2 percent in the fourth quarter of 2020, as output increased 5.5 percent and hours worked increased 10.1 percent.",
    "ted_outro": "These data are from the Labor Productivity and Costs program and are seasonally adjusted annual rates, subject to revision. To learn more, see \"Productivity and Costs — Fourth Quarter and Annual Averages 2020, Revised.” Also see Charts related to the latest \"Productivity and Costs\" news release. Labor productivity, or output per hour, is calculated by dividing an index of real output by an index of hours worked for all persons, including employees, proprietors, and unpaid family workers.",
    "ted_body": "The fourth quarter of 2020 is the second consecutive quarter with increases in both output and hours, following historic declines in those measures in the second quarter of 2020. Although output increased 5.5 percent and hours worked increased 10.1 percent in the fourth quarter of 2020, output and hours remain below their fourth-quarter 2019 levels.\nFrom the fourth quarter of 2019 to the fourth quarter of 2020, nonfarm business labor productivity increased 2.4 percent, reflecting a 2.6-percent decline in output and a 4.9-percent decline in hours worked.",
    "ted_table_title": "Percent change from previous quarter (at annual rate) in labor productivity, output, and hours worked in nonfarm business, first quarter 2010 to fourth quarter 2020",
    "ted_image_name": "Percent_change_from_previous_quarter_(at_annual_rate)_in_labor_productivity__output__and_hours_worked_in_nonfarm_business__first_quarter_2010_to_fourth_quarter_2020.png",
    "ted_program_name": "Labor Productivity and Costs",
    "ted_program_url": "https://www.bls.gov/lpc/",
    "ted_related_charts_name": "Charts related to the latest \"Productivity and Costs\" news release.",
    "ted_related_charts_url": "https://www.bls.gov/charts/productivity-and-costs/",
    "ted_related_articles": "",
    "ted_related_subjects": "Hours; Productivity"
}, {
    "ted_title": "Employment–population ratios decreased in all 50 states and the District in 2020",
    "ted_url": "https://www.bls.gov/opub/ted/2021/employment-population-ratios-decreased-in-all-50-states-and-the-district-in-2020.htm",
    "ted_date": "March 05, 2021",
    "ted_intro": "In 2020, all 50 states and the District of Columbia had over-the-year decreases in their employment–population ratios. The largest of these declines occurred in Nevada (−8.1 percentage points), Hawaii (−7.1 points), and Massachusetts (−6.1 points). Three additional states recorded ratio decreases of at least 5.0 percentage points. The smallest over-the-year decrease occurred in Nebraska (−1.5 percentage points).",
    "ted_outro": "These data are from the Local Area Unemployment Statistics program. To learn more, see “Regional and State Unemployment – 2020 Annual Averages.” The employment–population ratio is the proportion of the civilian population age 16 years and older who are employed. The deterioration in the labor market in 2020 reflected the impact of the coronavirus (COVID-19) pandemic and efforts to contain it.",
    "ted_body": "West Virginia and Mississippi had the lowest proportions of employed people among the states, 50.3 percent and 50.6 percent, respectively. Nebraska had the highest employment–population ratio, at 66.7 percent. Fifteen states registered their lowest employment–population ratios since the data series began in 1976.\nThe national employment–population ratio fell by 4.0 percentage points to 56.8 percent in 2020. Overall, 23 states and the District of Columbia had employment–population ratios higher than the U.S. ratio of 56.8 percent, 15 states had lower ratios, and 12 states had ratios that were not appreciably different from that of the nation.",
    "ted_table_title": "Employment–population ratios of people 16 years and older by state, 2020",
    "ted_image_name": "Employment–population_ratios_of_people_16_years_and_older_by_state__2020.png",
    "ted_program_name": "Local Area Unemployment Statistics",
    "ted_program_url": "https://www.bls.gov/lau/",
    "ted_related_charts_name": "Regional and State Unemployment – 2020 Annual Averages",
    "ted_related_charts_url": "https://www.bls.gov/news.release/archives/srgune_03032021.htm",
    "ted_related_articles": "",
    "ted_related_subjects": "Employment; Regions and States"
}, {
    "ted_title": "8 major work stoppages began during 2020",
    "ted_url": "https://www.bls.gov/opub/ted/2021/8-major-work-stoppages-began-during-2020.htm",
    "ted_date": "March 04, 2021",
    "ted_intro": "There were 8 major work stoppages beginning during 2020. This year had the third lowest number of major work stoppages since the data began in 1947. The lowest annual total was 5 in 2009, followed by 7 in 2017.",
    "ted_outro": "These data are from the Work Stoppages program. See \"Major Work Stoppages in 2020\" to learn more. See the supplementary files accompanying the news release for more detailed information. Major work stoppages include both worker-initiated strikes and employer-initiated lockouts that involve 1,000 or more workers and last at least one shift.",
    "ted_body": "There were 27,000 workers involved in major work stoppages that began in 2020. Education and health services accounted for over 75 percent of idled workers. In 2017, 25,300 workers were idled, the majority in information. In 2009, 12,500 workers were idled with almost half in transportation and warehousing.\nFrom 2001 to 2020, there have been 16 work stoppages, on average, beginning each year. There was an average of 52 work stoppages beginning each year between 1981 and 2000. The number of work stoppages beginning each year averaged 284 from 1961 to 1980. ",
    "ted_table_title": "Number of major work stoppages and number of workers involved, work stoppages beginning each year, 1950–2020",
    "ted_image_name": "Number_of_major_work_stoppages_and_number_of_workers_involved__work_stoppages_beginning_each_year__1950–2020.png",
    "ted_program_name": "Work Stoppages",
    "ted_program_url": "https://www.bls.gov/wsp/",
    "ted_related_charts_name": "supplementary files",
    "ted_related_charts_url": "https://www.bls.gov/web/wkstp.supp.toc.htm",
    "ted_related_articles": "",
    "ted_related_subjects": "Work Stoppages"
}, {
    "ted_title": "Comparing the experiences of essential and nonessential businesses during COVID-19",
    "ted_url": "https://www.bls.gov/opub/ted/2021/comparing-the-experiences-of-essential-and-nonessential-businesses-during-covid-19.htm",
    "ted_date": "March 03, 2021",
    "ted_intro": "We use a list of pandemic-essential industries from the Centers for Disease Control and Prevention to classify essential businesses during the COVID-19 pandemic. Among essential businesses, 16.5 percent were subject to government-mandated closures from July through September 2020. That compares with 31.5 percent of nonessential businesses.",
    "ted_outro": "These data are from the Business Response Survey, which collected information on businesses’ responses to the COVID-19 pandemic from July through September 2020.",
    "ted_body": "A smaller percentage of essential businesses reported decreased demand during the pandemic, and a larger percentage reported increased demand, compared with nonessential businesses.\nEssential businesses were more likely to report difficulty acquiring supplies. A shortage of inputs affected 39.2 percent of essential businesses, compared with 26.0 percent of nonessential businesses.\nDifficulty shipping affected 11.6 percent of essential businesses and 10.9 percent of nonessential businesses.\nEssential businesses were more likely than nonessential businesses to increase hiring and pay. Among essential businesses, 6.9 percent hired more employees, 5.6 percent increased hours, and 6.5 percent raised salaries.\nEssential businesses were less likely than nonessential businesses to reduce employment and pay; 25.8 percent of essential businesses told employees not to work, with or without pay, compared with 34.5 percent of nonessential businesses.",
    "ted_table_title": "Percent of businesses that reported changes due to the COVID-19 pandemic, by industry category",
    "ted_image_name": "Percent_of_businesses_that_reported_changes_due_to_the_COVID-19_pandemic__by_industry_category.png",
    "ted_program_name": "list of pandemic-essential industries",
    "ted_program_url": "https://www.cdc.gov/vaccines/covid-19/categories-essential-workers.html",
    "ted_related_charts_name": "Business Response Survey",
    "ted_related_charts_url": "https://www.bls.gov/brs/",
    "ted_related_articles": "107.5 million private sector workers in pandemic-essential industries in 2019; Half of businesses that told employees not to work continued paying them during COVID–19; 60 percent of businesses with average pay less than $20k told some staff not to work due to COVID-19",
    "ted_related_subjects": "Employment; Hours; Productivity"
}, {
    "ted_title": "17.9 percent of people with a disability employed in 2020",
    "ted_url": "https://www.bls.gov/opub/ted/2021/17-9-percent-of-people-with-a-disability-employed-in-2020.htm",
    "ted_date": "March 02, 2021",
    "ted_intro": "The employment–population ratio—that is, the percentage of the population that is employed—for people with a disability was 17.9 percent in 2020, a decrease from 19.3 percent in 2019. The ratio for people without a disability was 61.8 percent in 2020, down from 66.3 percent in the prior year. Data for 2020 reflect the effect of the COVID-19 pandemic and efforts to contain it.",
    "ted_outro": "These data are from the Current Population Survey. Data are for people in the civilian noninstitutional population age 16 and older. To learn more, see \"Persons With A Disability: Labor Force Characteristics — 2020.\"",
    "ted_body": "The lower employment–population ratio among people with a disability reflects, in part, the older age profile of people with a disability; older workers are less likely to be employed regardless of disability status. However, across all age groups, people with a disability were much less likely to be employed than those with no disability.\nAmong people with a disability, the employment–population ratio was highest for those ages 25 to 34, at 39.1 percent. The ratio for those ages 35 to 44 was 36.7 percent, and the ratio then decreased for each older age group. For those age 65 and older, the employment–population ratio for people with a disability (6.9 percent) was about one-third the rate of those without a disability (22.2 percent). By comparison, the employment–population ratio for those with no disability was highest for those 45 to 54 years old, and then decreased as age increased as well.",
    "ted_table_title": "Employment–population ratio by disability status and age, 2020",
    "ted_image_name": "Employment–population_ratio_by_disability_status_and_age__2020.png",
    "ted_program_name": "Current Population Survey",
    "ted_program_url": "https://www.bls.gov/cps/",
    "ted_related_charts_name": "Persons With A Disability: Labor Force Characteristics — 2020",
    "ted_related_charts_url": "https://www.bls.gov/news.release/archives/disabl_02242021.htm",
    "ted_related_articles": "",
    "ted_related_subjects": "Disability; Employment; Youth"
}, {
    "ted_title": "67 percent of private industry workers had access to retirement plans in 2020",
    "ted_url": "https://www.bls.gov/opub/ted/2021/67-percent-of-private-industry-workers-had-access-to-retirement-plans-in-2020.htm",
    "ted_date": "March 01, 2021",
    "ted_intro": "Sixty-seven percent of private industry workers had access to employer-provided retirement plans in March 2020. Fifty-two percent had access only to defined contribution retirement plans. An additional 12 percent had access to both defined benefit and defined contribution retirement plans, while 3 percent had access only to defined benefit retirement plans.",
    "ted_outro": "These data are from the National Compensation Survey — Benefits program. For more information, see Employee Benefits in the United States, March 2020 and the complete dataset (XLSX). Defined benefit retirement plans determine payments according to a fixed formula based on salary, years of service, and age. Defined contribution plans determine the value of individual accounts on the basis of the amount of money contributed and the rate of return on the money invested.",
    "ted_body": "Among union workers, 91 percent had access to a retirement plan. That compares with 65 percent of nonunion workers. Union workers were more likely than nonunion workers to have access to defined benefit retirement plans. Thirty percent of union workers had only a defined benefit retirement plan, and another 34 percent had both defined benefit and defined contribution plans. Among nonunion workers, 1 percent had only a defined benefit retirement plan, and another 10 percent had both defined benefit and defined contribution plans. Fifty-four percent of nonunion workers had access only to a defined contribution plan, compared with 27 percent of union workers.\nFull-time workers were more likely than part-time workers to have access to any type of retirement plan. Workers in establishments with 100 or more workers were more likely than those in smaller establishments to have access to any type of retirement plan.\nAmong workers with the highest 25 percent of wages, 88 percent had access to any type of retirement plan. That compares with 42 percent of workers whose wages were among the lowest 25 percent.",
    "ted_table_title": "Retirement benefits access rates for private industry workers, March 2020",
    "ted_image_name": "Retirement_benefits_access_rates_for_private_industry_workers__March_2020.png",
    "ted_program_name": "National Compensation Survey — Benefits",
    "ted_program_url": "https://www.bls.gov/ncs/ebs/",
    "ted_related_charts_name": "complete dataset",
    "ted_related_charts_url": "https://www.bls.gov/ncs/ebs/xlsx/employee-benefits-in-the-united-states-dataset.xlsx",
    "ted_related_articles": "",
    "ted_related_subjects": "Benefits; Earnings and Wages; Retirement"
}, {
    "ted_title": "Employment decreased in 355 of the 357 largest U.S. counties for year ended September 2020",
    "ted_url": "https://www.bls.gov/opub/ted/2021/employment-decreased-in-355-of-the-357-largest-u-s-counties-for-year-ended-september-2020.htm",
    "ted_date": "February 26, 2021",
    "ted_intro": "From September 2019 to September 2020, employment decreased in 355 of the 357 largest U.S. counties. In September 2020, national employment decreased 6.8 percent over the year. Among the nation’s large counties, Maui + Kalawao, Hawaii, had the largest over-the-year decrease in employment with a loss of 35.4 percent.",
    "ted_outro": "These data are from the Quarterly Census of Employment and Wages program and are preliminary. Large counties are defined as having employment of at least 75,000. To learn more, see \"County Employment and Wages – Third Quarter 2020.\"",
    "ted_body": "Within Maui + Kalawao, the largest employment decrease occurred in leisure and hospitality, which lost 16,951 jobs over the year ended in September 2020 (−66.8 percent). Employment also decreased by 20 percent or more in Calcasieu, Louisiana; Ector, Texas; Honolulu, Hawaii; Midlands, Texas; and Orleans Louisiana. Davis and Utah counties in Utah were the only large counties with job gains from September 2019 to September 2020. Within Utah County, professional and business services had the largest employment increase with a gain of 3,334 jobs (+8.6 percent).\nAmong the 357 largest counties, 350 had over-the-year increases in average weekly wages. In the third quarter of 2020, average weekly wages for the nation increased to $1,173, a 7.4-percent increase over the year. Nationally, the increases in average weekly wages largely reflect substantial employment loss among lower-paid industries. San Mateo, California, had the largest over-the-year percentage increase in average weekly wages (+23.2 percent). Within San Mateo, an average weekly wage gain of $1,096 (+17.6 percent) in information made the largest contribution to the county’s increase in average weekly wages. Ector, Texas, had the largest over-the-year percentage decrease in average weekly wages with a loss of 11.0 percent. Within Ector, natural resources and mining had the largest impact, with an average weekly wage decrease of $209 (−11.4 percent) over the year.",
    "ted_table_title": "Percent change in employment, September 2019–September 2020, and average weekly wage, third quarter 2020, in the 357 largest U.S. counties",
    "ted_image_name": "Percent_change_in_employment__September_2019–September_2020__and_average_weekly_wage__third_quarter_2020__in_the_357_largest_U.S._counties.png",
    "ted_program_name": "Quarterly Census of Employment and Wages",
    "ted_program_url": "https://www.bls.gov/cew/",
    "ted_related_charts_name": "County Employment and Wages – Third Quarter 2020",
    "ted_related_charts_url": "https://www.bls.gov/news.release/archives/cewqtr_02242021.htm",
    "ted_related_articles": "",
    "ted_related_subjects": "Employment"
}, {
    "ted_title": "A look at union membership rates across industries in 2020",
    "ted_url": "https://www.bls.gov/opub/ted/2021/a-look-at-union-membership-rates-across-industries-in-2020.htm",
    "ted_date": "February 25, 2021",
    "ted_intro": "The union membership rate (the percentage of wage and salary workers who were members of unions) was 10.8 percent in 2020, up from 10.3 percent in 2019. In 2020, the union membership rate in the public sector increased by 1.2 percentage points to 34.8 percent, while the rate in the private sector increased by 0.1 percentage point to 6.3 percent.",
    "ted_outro": "These data are from the Current Population Survey. To learn more, see “Union Members — 2020.” The union membership rate is calculated by dividing the number of union members by the number of wage and salary workers. Union membership data do not include self-employed workers. ",
    "ted_body": "The union membership rate increased even though the number of union members decreased (−321,000, or −2.2 percent) because there was a disproportionately large decrease in the total number of wage and salary workers (−6.7 percent).\nAmong the private-sector industries, union membership rates were highest in transportation and utilities (17.6 percent), construction (12.7 percent), and information (9.3 percent). Union membership rates were lowest in financial activities (1.9 percent), leisure and hospitality (2.2 percent), and professional and business services (2.2 percent).\nIn the leisure and hospitality industry, the union membership rate was 1.2 percent in food services and drinking places; 4.8 percent in arts, entertainment, and recreation; and 5.7 percent in accommodation.\nWithin the public sector, the union membership rate was highest in local government (41.7 percent), which employs many workers in heavily unionized occupations, such as police officers, firefighters, and teachers.",
    "ted_table_title": "Union membership rates by industry, 2000–20",
    "ted_image_name": "Union_membership_rates_by_industry__2000–20.png",
    "ted_program_name": "Current Population Survey",
    "ted_program_url": "https://www.bls.gov/cps/",
    "ted_related_charts_name": "Union Members — 2020",
    "ted_related_charts_url": "https://www.bls.gov/news.release/archives/union2_01222021.htm",
    "ted_related_articles": "",
    "ted_related_subjects": "Collective Bargaining; Employment; Industry Studies"
}, {
    "ted_title": "Import prices up 0.9 percent, export prices up 2.3 percent over the year ended January 2021",
    "ted_url": "https://www.bls.gov/opub/ted/2021/import-prices-up-0-9-percent-export-prices-up-2-3-percent-over-the-year-ended-january-2021.htm",
    "ted_date": "February 24, 2021",
    "ted_intro": "U.S. import prices rose 0.9 percent for the year ended in January 2021, the first over-the-year increase since January 2020 and the largest 12-month advance since prices increased 3.4 percent from October 2017 to October 2018.",
    "ted_outro": "These data are from the International Price program. Import prices are subject to revision. To learn more, see “U.S. Import and Export Prices — January 2021.” See more charts on import and export price trends in Charts related to the latest “U.S. Import and Export Price Indexes” news release. ",
    "ted_body": "Import fuel prices decreased 13.4 percent for the year ended in January. A 14.3-percent decline in petroleum prices more than offset an 11.3-percent advance in natural gas prices. The 12-month decrease in fuel prices was the smallest over-the-year drop for the index since February 2020.\nPrices for nonfuel imports increased 2.5 percent over the past 12 months, primarily driven by rising nonfuel industrial supplies and materials prices. \nU.S. export prices rose 2.3 percent for the year ended in January 2021, the largest 12-month increase since prices advanced 3.1 percent in October 2018.\nPrices for agricultural exports rose 9.4 percent over the past year, the largest 12-month increase since prices advanced 9.6 percent in June 2013. The rise from January 2020 to January 2021 was led by a 41.5-percent increase in soybean prices and a 27.7-percent advance in corn prices. ",
    "ted_table_title": "U.S. import and export price indexes, 12-month percent change",
    "ted_image_name": "U.S._import_and_export_price_indexes__12-month_percent_change.png",
    "ted_program_name": "International Price",
    "ted_program_url": "https://www.bls.gov/mxp/",
    "ted_related_charts_name": "Charts related to the latest “U.S. Import and Export Price Indexes” news release",
    "ted_related_charts_url": "https://www.bls.gov/charts/import-export/",
    "ted_related_articles": "",
    "ted_related_subjects": "Industry Studies; Prices"
}, {
    "ted_title": "Producer prices for final demand up 1.3 percent in January 2021",
    "ted_url": "https://www.bls.gov/opub/ted/2021/producer-prices-for-final-demand-up-1-3-percent-in-january-2021.htm",
    "ted_date": "February 23, 2021",
    "ted_intro": "In January 2021, producer prices for final demand increased 1.3 percent for the largest monthly increase since the index began in December 2009. Final demand prices rose 0.3 percent in December 2020 and 0.1 percent in November 2020. Two-thirds of the January advance in prices for final demand can be traced to a 1.3-percent rise in prices for final demand services.",
    "ted_outro": "These data are from the Producer Price Indexes program and are seasonally adjusted. To learn more, see \"Producer Price Indexes — January 2021.\" Also see Charts related to the latest \"U.S. Producer Price Indexes\" news release. Producer price indexes measure prices U.S. producers receive for goods, services, and construction. All producer price data are subject to revision 4 months after initial publication.",
    "ted_body": "Prices for final demand services rose 1.3 percent in January, the largest monthly advance since the index began in December 2009. Over 70 percent of the January increase is attributable to a 1.4-percent jump in prices for final demand services less trade, transportation, and warehousing. Prices for final demand trade services increased 1.0 percent while prices for final demand transportation and services rose 1.3 percent. \nIn January, prices for final demand goods moved up 1.4 percent, the largest monthly increase since a jump of 1.4 percent in May 2020. Nearly 60 percent of the increase in January is attributable to a 5.1-percent rise in prices for final demand energy. Prices for final demand goods less foods and energy (+0.8 percent) and for final demand foods (+0.2 percent) also increased. ",
    "ted_table_title": "1-month percent change in Producer Price Index for final demand, December 2020–January 2021",
    "ted_image_name": "1-month_percent_change_in_Producer_Price_Index_for_final_demand__December_2020–January_2021.png",
    "ted_program_name": "Producer Price Indexes",
    "ted_program_url": "https://www.bls.gov/ppi",
    "ted_related_charts_name": "Charts related to the latest \"U.S. Producer Price Indexes\" news release",
    "ted_related_charts_url": "https://www.bls.gov/charts/producer-price-index/",
    "ted_related_articles": "",
    "ted_related_subjects": "Prices"
}, {
    "ted_title": "107.5 million private sector workers in pandemic-essential industries in 2019",
    "ted_url": "https://www.bls.gov/opub/ted/2021/107-5-million-private-sector-workers-in-pandemic-essential-industries-in-2019.htm",
    "ted_date": "February 22, 2021",
    "ted_intro": "We have used a list of pandemic-essential industries from the Centers for Disease Control and Prevention to count the number of workers in “essential industries” in all 50 states, the District of Columbia, Puerto Rico, and the U.S. Virgin Islands. Just before the Covid-19 pandemic, in 2019 the United States had an average annual private employment of 107.5 million in essential industries.",
    "ted_outro": "These data are from the Quarterly Census of Employment and Wages. Note that an essential industry differs from an essential occupation. Data presented in this article refer to the number of private sector employees in pandemic-essential industries. However, within any industry, different workers may be more or less “essential” based on their occupation.",
    "ted_body": "In 2019, 19.6 million people worked in essential industries falling under Phase 1a of the Advisory Committee on Immunization Practices’ recommended vaccination roll-out plan. These essential healthcare industries accounted for 15.5 percent of private employment in 2019. Another 22.6 million people (17.9 percent of private employment) worked in Phase 1b, frontline essential industries. There were 65.2 million people (51.6 percent) who worked in Phase 1c, other essential industries.\nWest Virginia had the highest rate of private industry essential healthcare (Phase 1a) employment at 21.4 percent, while the U.S. Virgin Islands had the lowest at 2.0 percent. Arkansas had the highest rate of private employment across all essential industries (Phase 1a, 1b, and 1c industries combined) at 88.3 percent, while the District of Columbia had the lowest at 70.8 percent.",
    "ted_table_title": "Private employment in pandemic-essential industries, by recommended vaccination phase, 2019",
    "ted_image_name": "Private_employment_in_pandemic-essential_industries__by_recommended_vaccination_phase__2019.png",
    "ted_program_name": "list of pandemic-essential industries",
    "ted_program_url": "https://www.cdc.gov/vaccines/covid-19/categories-essential-workers.html",
    "ted_related_charts_name": "Quarterly Census of Employment and Wages",
    "ted_related_charts_url": "https://www.bls.gov/cew/",
    "ted_related_articles": "",
    "ted_related_subjects": "Employment; Health Care; Industry Studies; Labor Force; Regions and States"
}, {
    "ted_title": "Four states and D.C. had labor force that was more than 30 percent African American in 2020",
    "ted_url": "https://www.bls.gov/opub/ted/2021/four-states-and-dc-had-labor-force-that-was-more-than-30-percent-african-american-in-2020.htm",
    "ted_date": "February 19, 2021",
    "ted_intro": "Mississippi, the District of Columbia, Georgia, Maryland, and Louisiana had the largest shares of their labor force that were African American in 2020. African Americans composed more than 30 percent of the labor force in each. By comparison, African Americans accounted for 12.6 percent of the U.S. labor force.",
    "ted_outro": "These Current Population Survey data are compiled by the Local Area Unemployment Statistics program.",
    "ted_body": "Other states with large African American shares of the labor force include Alabama, South Carolina, Delaware, North Carolina, and Virginia.",
    "ted_table_title": "Percent of each state's labor force that is African American, 2020 annual averages",
    "ted_image_name": "Percent_of_each_state_s_labor_force_that_is_African_American__2020_annual_averages.png",
    "ted_program_name": "Current Population Survey",
    "ted_program_url": "https://www.bls.gov/cps/",
    "ted_related_charts_name": "Local Area Unemployment Statistics",
    "ted_related_charts_url": "https://www.bls.gov/lau/",
    "ted_related_articles": "",
    "ted_related_subjects": "Labor Force; Regions and States"
}, {
    "ted_title": "Real average hourly earnings increased 4.0 percent from January 2020 to January 2021",
    "ted_url": "https://www.bls.gov/opub/ted/2021/real-average-hourly-earnings-increased-4-0-percent-from-january-2020-to-january-2021.htm",
    "ted_date": "February 18, 2021",
    "ted_intro": "Real average hourly earnings increased 4.0 percent from January 2020 to January 2021. The change in real average hourly earnings combined with an increase of 2.0 percent in the average workweek resulted in a 6.1-percent increase in real average weekly earnings over this period.",
    "ted_outro": "These data are from the Current Employment Statistics survey and are seasonally adjusted. Earnings for the most recent 2 months are preliminary. For more information, see \"Real Earnings — January 2021.\" The Consumer Price Index is used to adjust earnings for inflation.",
    "ted_body": "From January 2020 to January 2021, real average hourly earnings increased 3.8 percent for production and nonsupervisory employees. The change in real average hourly earnings combined with a 2.4-percent increase in the average workweek resulted in a 6.3-percent increase in real average weekly earnings over this period.",
    "ted_table_title": "12-month percent change in average weekly hours and real average earnings, private sector employees, January 2010–January 2021",
    "ted_image_name": "12-month_percent_change_in_average_weekly_hours_and_real_average_earnings__private_sector_employees__January_2010–January_2021.png",
    "ted_program_name": "Current Employment Statistics",
    "ted_program_url": "https://www.bls.gov/ces/",
    "ted_related_charts_name": "Consumer Price Index",
    "ted_related_charts_url": "https://www.bls.gov/cpi/",
    "ted_related_articles": "",
    "ted_related_subjects": "Earnings and Wages; Hours; Prices"
}, {
    "ted_title": "Gasoline prices decrease 8.6 percent for the year ended January 2021",
    "ted_url": "https://www.bls.gov/opub/ted/2021/gasoline-prices-decrease-8-6-percent-for-the-year-ended-january-2021.htm",
    "ted_date": "February 17, 2021",
    "ted_intro": "The Consumer Price Index for All Urban Consumers (CPI-U) increased 1.4 percent over the year ending in January 2021. Over that period, prices for all items less food and energy rose 1.4 percent, food prices rose 3.8 percent, and energy prices declined 3.6 percent.",
    "ted_outro": "These data are from the Consumer Price Index program and are not seasonally adjusted. For more information, see \"Consumer Price Index — January 2021.\" We also have more charts on consumer prices.",
    "ted_body": "From January 2020 to January 2021, gasoline prices fell 8.6 percent, following a 15.2-percent decrease for the year ended December 2020. Gasoline prices have decreased over the year for every month since March 2020.\nGasoline prices decreased in all U.S. regions over the year ended January 2021. The largest percentage decrease occurred in the West as gasoline prices fell 9.8 percent. Gasoline prices fell in the Northeast (−7.5 percent), the Midwest (−8.5 percent), and the South (−8.3 percent) during the same period. ",
    "ted_table_title": "12-month percent change in Consumer Price Index for all items, U.S city average, January 2000 to January 2021",
    "ted_image_name": "12-month_percent_change_in_Consumer_Price_Index_for_all_items__U.S_city_average__January_2000_to_January_2021.png",
    "ted_program_name": "Consumer Price Index",
    "ted_program_url": "https://www.bls.gov/cpi/",
    "ted_related_charts_name": "more charts on consumer prices",
    "ted_related_charts_url": "https://www.bls.gov/charts/consumer-price-index/",
    "ted_related_articles": "",
    "ted_related_subjects": "Prices; Regions and States"
}, {
    "ted_title": "Job openings in professional and business services up by 166,000 since February 2020",
    "ted_url": "https://www.bls.gov/opub/ted/2021/job-openings-in-professional-and-business-services-up-by-166000-since-february-2020.htm",
    "ted_date": "February 16, 2021",
    "ted_intro": "On the last business day of December, the number of job openings were little changed at 6.6 million, a decrease of 358,000 from February 2020. There were 1,523,000 job openings in professional and business services, an increase of 296,000 from the prior month. Since February 2020, job openings in professional and business services increased by 166,000.",
    "ted_outro": "These data are from the Job Openings and Labor Turnover Survey and are seasonally adjusted. Data for the most recent month are preliminary. To learn more, see \"Job Openings and Labor Turnover — December 2020.\" Also see more charts on job openings, hires, and separations, and Impact of coronavirus (COVID-19) pandemic on Job Openings and Labor Turnover data for December 2020.",
    "ted_body": "On the last business day of December 2020, job openings decreased in state and local government, excluding education (-65,000); arts, entertainment, and recreation (-50,000); and nondurable goods manufacturing (-30,000) from the prior month. In all of state and local government, job openings decreased by 147,000 since February 2020.\nThe December 2020 job openings rate for total nonfarm was 4.5 percent, little changed from the prior month. Job openings rates in professional and business services; accommodation and food services; health care and social assistance; transportation, warehousing, and utilities; and retail trade were higher than the overall rate.\nThe hires rate for total nonfarm in December was 3.9 percent, down from 4.2 percent in November 2020. Hires rates in accommodation and food services; professional and business services; construction; retail trade; transportation, warehousing, and utilities; and mining and logging were higher than the overall rate.",
    "ted_table_title": "Change in the number of job openings by industry, February 2020 and December 2020",
    "ted_image_name": "Change_in_the_number_of_job_openings_by_industry__February_2020_and_December_2020.png",
    "ted_program_name": "Job Openings and Labor Turnover Survey",
    "ted_program_url": "https://www.bls.gov/jlt/",
    "ted_related_charts_name": "Impact of coronavirus (COVID-19) pandemic on Job Openings and Labor Turnover data for December 2020",
    "ted_related_charts_url": "https://www.bls.gov/covid19/job-openings-and-labor-turnover-covid19-december-2020.htm",
    "ted_related_articles": "",
    "ted_related_subjects": "Industry Studies; Employment"
}, {
    "ted_title": "El Centro, California, had the highest unemployment rate in December 2020",
    "ted_url": "https://www.bls.gov/opub/ted/2021/el-centro-california-had-the-highest-unemployment-rate-in-december-2020.htm",
    "ted_date": "February 12, 2021",
    "ted_intro": "In December, El Centro, California, had the highest unemployment rate, at 17.7 percent. Ames, Iowa, had the lowest unemployment rate, at 2.1 percent. The national unemployment rate in December was 6.5 percent, up from 3.4 percent a year earlier. A total of 265 areas had December unemployment rates below the 6.5 percent national rate, 114 areas had rates above it, and 10 areas had rates equal to that of the nation.",
    "ted_outro": "These data are from the Local Area Unemployment Statistics program and are not seasonally adjusted. Data for the most recent month are preliminary. To learn more, see \"Metropolitan Area Employment and Unemployment — December 2020.\" Also see Charts related to the latest \"Metropolitan Area Employment and Unemployment\" news release.",
    "ted_body": "Unemployment rates were higher in December than a year earlier in 379 of the 389 metropolitan areas, lower in 7 areas, and unchanged in 3 areas. The largest over-the-year unemployment rate increase occurred in Kahului-Wailuku-Lahaina, Hawaii (+10.8 percentage points). The largest over-the-year unemployment rate decrease in December occurred in Yuma, Arizona (−1.9 percentage points), followed by Fairbanks, Alaska (−0.7 percentage point), and Watertown-Fort Drum, New York (−0.6 percentage point).\nOf the 51 metropolitan areas with a 2010 Census population of 1 million or more, Las Vegas-Henderson-Paradise, Nevada had the highest December unemployment rate, at 10.4 percent, as well as the largest over-the-year unemployment rate increase (+6.9 percentage points). Birmingham-Hoover, Alabama, and Salt Lake City, Utah, had the lowest jobless rates among the large areas, at 3.5 percent each.",
    "ted_table_title": "Metropolitan area unemployment rates, December 2020",
    "ted_image_name": "Metropolitan_area_unemployment_rates__December_2020.png",
    "ted_program_name": "Local Area Unemployment Statistics",
    "ted_program_url": "https://www.bls.gov/lau/",
    "ted_related_charts_name": "Charts related to the latest \"Metropolitan Area Employment and Unemployment\" news release",
    "ted_related_charts_url": "https://www.bls.gov/charts/metro-area-employment-and-unemployment/",
    "ted_related_articles": "Metropolitan area employment down in 232 areas over the year ending December 2020",
    "ted_related_subjects": "Metropolitan Areas and Counties; Unemployment"
}, {
    "ted_title": "Metropolitan area employment down in 232 areas over the year ending December 2020",
    "ted_url": "https://www.bls.gov/opub/ted/2021/metropolitan-area-employment-down-in-232-areas-over-the-year-ending-december-2020.htm",
    "ted_date": "February 11, 2021",
    "ted_intro": "From December 2019 to December 2020, nonfarm payroll employment decreased in 232 metropolitan areas, increased in 2 areas, and was essentially unchanged in 155 areas. The largest over-the-year percentage losses in employment occurred in Kahului-Wailuku-Lahaina, Hawaii (−22.4 percent), Monroe, Michigan (−16.4 percent), and Flagstaff, Arizona (−15.1 percent). Over-the-year increases in employment occurred in Ogden-Clearfield, Utah (+8,100, or +3.0 percent), and Idaho Falls, Idaho (+3,100, or +4.9 percent).",
    "ted_outro": "These data are from the Current Employment Statistics (State and Metro Area) program and are not seasonally adjusted. Data for the most recent month are preliminary. To learn more, see \"Metropolitan Area Employment and Unemployment — December 2020.\" Also see Charts related to the latest \"Metropolitan Area Employment and Unemployment\" news release.",
    "ted_body": "Over the year ending December 2020, nonfarm employment declined in 48 metropolitan areas with a 2010 Census population of 1 million or more, while employment was essentially unchanged in 3 areas. The largest over-the-year percentage decreases in employment in these large metropolitan areas occurred in Detroit-Warren-Dearborn, Michigan (−10.9 percent), and New York-Newark-Jersey City, NY-NJ-PA, and Rochester, New York (−10.0 percent each).",
    "ted_table_title": "Change in nonfarm employment by metropolitan area, December 2019 to December 2020, not seasonally adjusted",
    "ted_image_name": "Change_in_nonfarm_employment_by_metropolitan_area__December_2019_to_December_2020__not_seasonally_adjusted.png",
    "ted_program_name": "Current Employment Statistics (State and Metro Area)",
    "ted_program_url": "https://www.bls.gov/sae/",
    "ted_related_charts_name": "Charts related to the latest \"Metropolitan Area Employment and Unemployment\" news release",
    "ted_related_charts_url": "https://www.bls.gov/charts/metro-area-employment-and-unemployment/",
    "ted_related_articles": "",
    "ted_related_subjects": "Employment; Metropolitan Areas and Counties"
}, {
    "ted_title": "Temporary layoffs remain high following unprecedented surge in early 2020",
    "ted_url": "https://www.bls.gov/opub/ted/2021/temporary-layoffs-remain-high-following-unprecedented-surge-in-early-2020.htm",
    "ted_date": "February 10, 2021",
    "ted_intro": "With the onset of the COVID-19 pandemic, the United States declared a national emergency in March 2020. Unemployment rose by 1.5 million in March, with a large increase in the number of job losers on temporary layoff—that is, those who were given a date to return to work or expected to return to work within 6 months. Before the pandemic, this group accounted for just over one-tenth of the total unemployed but expanded to more than one-fourth in March. In the months that followed, changes in the reason for unemployment reflected the evolving effects of the pandemic on the labor market.",
    "ted_outro": "These data are from the Current Population Survey and are seasonally adjusted. To learn more, see \"The Employment Situation — January 2021.\" Also see “Effects of COVID-19 Pandemic on the Employment Situation News Release and Data” and more charts on employment, unemployment, and the labor force.",
    "ted_body": "In April 2020, the number of unemployed people who were on temporary layoff soared by 16.0 million to 18.0 million, reflecting the effects of the pandemic and efforts to contain it. The sudden influx of people on temporary layoff in April shifted the composition of unemployment drastically, as this group grew to account for more than three-fourths of the total unemployed.\nThe total number of unemployed people began to decrease in May—primarily among those on temporary layoff—when economic activity in many areas resumed on a limited basis. Although the number of unemployed people who were on temporary layoff was declining, the number of permanent job losers and the number of unemployed reentrants to the labor force both increased in June.\nIn October, the number of permanent job losers, at 3.6 million, surpassed the number of job losers on temporary layoff (3.2 million), and permanent job losers became the largest group among the unemployed. Following a surge in the number of coronavirus cases along with efforts to contain the pandemic, the number of people on temporary layoff increased again in December before receding in January. At the beginning of 2021, those on temporary layoff accounted for about one-fourth of the unemployed, and permanent job losers represented about one-third of the unemployed.",
    "ted_table_title": "Number of unemployed people by reason of unemployment, January 2020–January 2021",
    "ted_image_name": "Number_of_unemployed_people_by_reason_of_unemployment__January_2020–January_2021.png",
    "ted_program_name": "Current Population Survey",
    "ted_program_url": "https://www.bls.gov/cps/",
    "ted_related_charts_name": "more charts on employment, unemployment, and the labor force",
    "ted_related_charts_url": "https://www.bls.gov/charts/employment-situation/civilian-unemployment-rate.htm#",
    "ted_related_articles": "Employment in professional and business services up by 97,000 in January 2021",
    "ted_related_subjects": "Labor Force; Unemployment"
}, {
    "ted_title": "Employment in professional and business services up by 97,000 in January 2021",
    "ted_url": "https://www.bls.gov/opub/ted/2021/employment-in-professional-and-business-services-up-by-97000-in-january-2021.htm",
    "ted_date": "February 09, 2021",
    "ted_intro": "Total nonfarm payroll employment changed little in January 2021 (+49,000) but is below its February 2020 level by 9.9 million, or 6.5 percent. Employment in professional and business services rose by 97,000 in January but is down by 825,000 since February 2020.",
    "ted_outro": "These data are from the Current Employment Statistics program and are seasonally adjusted. Data for the most recent 2 months are preliminary. To learn more, see \"The Employment Situation — January 2021.\" Also see more charts of national employment, hours, and earnings data and the impact of the COVID-19 pandemic on the January data.",
    "ted_body": "In January, employment in leisure and hospitality declined by 61,000, following a steep decline in December (-536,000). Since February 2020, employment in leisure and hospitality is down by 3.9 million.\nWholesale trade continued to add jobs in January (+14,000). However, employment in the industry is 263,000 below its February 2020 level. Retail trade lost 38,000 jobs in January, after adding 135,000 jobs in December. Employment in retail trade is 383,000 lower than in February 2020.\nEmployment in transportation and warehousing declined by 28,000 in January and is 164,000 lower than in February 2020.\nEmployment in manufacturing changed little over the month (-10,000), following 8 months of growth. Employment in manufacturing is up by 803,000 since April 2020 but is 582,000 lower than in February. Construction employment changed little over the month (-3,000), after increasing for 8 consecutive months. However, employment in the industry is down by 256,000 since February 2020. In January, employment changed little in other major industries, including information, financial activities, and other services.",
    "ted_table_title": "1-, 3-, 6-, and 11-month net changes in nonfarm payroll employment, January 2021",
    "ted_image_name": "1-__3-__6-__and_11-month_net_changes_in_nonfarm_payroll_employment__January_2021.png",
    "ted_program_name": "Current Employment Statistics",
    "ted_program_url": "https://www.bls.gov/ces/",
    "ted_related_charts_name": "impact of the COVID-19 pandemic on the January data",
    "ted_related_charts_url": "https://www.bls.gov/covid19/employment-situation-covid19-faq-january-2021.htm",
    "ted_related_articles": "",
    "ted_related_subjects": "Employment; Industry Studies"
}, {
    "ted_title": "Productivity up 2.5 percent as output declined, 4th quarter 2019 to 4th quarter 2020",
    "ted_url": "https://www.bls.gov/opub/ted/2021/productivity-up-2-5-percent-as-output-declined-4th-quarter-2019-to-4th-quarter-2020.htm",
    "ted_date": "February 08, 2021",
    "ted_intro": "From the fourth quarter of 2019 to the fourth quarter of 2020, nonfarm business sector labor productivity increased 2.5 percent, as output declined 2.7 percent and hours worked declined 5.0 percent. Manufacturing productivity increased 2.1 percent from the fourth quarter of 2019 to the fourth quarter of 2020, with output declining 3.0 percent and hours worked declining 5.0 percent.",
    "ted_outro": "These data are from the Labor Productivity and Costs program. All percent changes shown are subject to revision. To learn more, see \"Productivity and Costs — Fourth Quarter and Annual Averages 2020, Preliminary.” Also see Charts related to the latest \"Productivity and Costs\" news release. Labor productivity, or output per hour, is calculated by dividing an index of real output by an index of hours worked for all persons, including employees, proprietors, and unpaid family workers. Unit labor costs are the ratio of hourly compensation to labor productivity. Increases in hourly compensation raise unit labor costs, and increases in output per hour reduce unit labor costs.",
    "ted_body": "Unit labor costs in the nonfarm business sector increased 5.2 percent from the fourth quarter of 2019 to the fourth quarter of 2020. Over the same period, unit labor costs in manufacturing increased 6.5 percent.",
    "ted_table_title": "Percent change in productivity measures from same quarter in previous year, Quarter 1 2006–Quarter 4 2020",
    "ted_image_name": "Percent_change_in_productivity_measures_from_same_quarter_in_previous_year__Quarter_1_2006–Quarter_4_2020.png",
    "ted_program_name": "Labor Productivity and Costs",
    "ted_program_url": "https://www.bls.gov/lpc/",
    "ted_related_charts_name": "Charts related to the latest \"Productivity and Costs\" news release.",
    "ted_related_charts_url": "https://www.bls.gov/charts/productivity-and-costs/",
    "ted_related_articles": "",
    "ted_related_subjects": "Hours; Industry Studies; Manufacturing; Productivity"
}, {
    "ted_title": "Union membership rates highest in Hawaii, lowest in South Carolina, in 2020",
    "ted_url": "https://www.bls.gov/opub/ted/2021/union-membership-rates-highest-in-hawaii-lowest-in-south-carolina-in-2020.htm",
    "ted_date": "February 05, 2021",
    "ted_intro": "In 2020, 30 states and the District of Columbia had union membership rates below that of the U.S. average, 10.8 percent, while 20 states had rates above it. All states in both the East South Central and West South Central divisions had union membership rates below the national average, while all states in both the Middle Atlantic and Pacific divisions had rates above it.",
    "ted_outro": "These data are from the Current Population Survey. To learn more, see “Union Members — 2020.” The union membership rate is calculated by dividing the number of union members by the number of wage and salary workers. Union membership data do not include self-employed workers. ",
    "ted_body": "Nine states had union membership rates below 5.0 percent in 2020. South Carolina had the lowest rate (2.9 percent). The next lowest rates were in North Carolina and Utah (3.1 percent and 3.7 percent, respectively). Two states had union membership rates over 20.0 percent in 2020: Hawaii (23.7 percent) and New York (22.0 percent).\nOver half of the 14.3 million union members in the United States. lived in just seven states (California, 2.4 million; New York, 1.7 million; Illinois and Pennsylvania, 0.7 million each; and Michigan, New Jersey, and Ohio, 0.6 million each). However, these states accounted for about one-third of wage and salary employment nationally.",
    "ted_table_title": "Union membership of employed wage and salary workers, 2020 annual averages",
    "ted_image_name": "Union_membership_of_employed_wage_and_salary_workers__2020_annual_averages.png",
    "ted_program_name": "Current Population Survey",
    "ted_program_url": "https://www.bls.gov/cps/",
    "ted_related_charts_name": "Union Members — 2020",
    "ted_related_charts_url": "https://www.bls.gov/news.release/archives/union2_01222021.htm",
    "ted_related_articles": "Union employment down 2.2 percent in 2020; total wage and salary employment down 6.7 percent",
    "ted_related_subjects": "Employment; Regions and States"
}, {
    "ted_title": "Counties with highest concentrations of jobs in poultry and animal slaughtering, June 2020",
    "ted_url": "https://www.bls.gov/opub/ted/2021/counties-with-highest-concentrations-of-jobs-in-poultry-and-animal-slaughtering-june-2020.htm",
    "ted_date": "February 04, 2021",
    "ted_intro": "Every day, workers are busy processing poultry, beef, and other animal products to put meat on the table in homes and restaurants. Across the United States in June 2020, there were 240,255 workers in poultry processing and 143,354 workers in animal, except poultry, slaughtering. Workers in poultry processing earned an average weekly wage of $735 while those in animal, except poultry, slaughtering earned $1,011.",
    "ted_outro": "These data are from the Quarterly Census of Employment and Wages. You can get more industry employment data for the nation, states, counties, and metropolitan areas through the data viewer tool.",
    "ted_body": "Marshall County, Alabama, had an employment concentration in poultry processing that was 108.72 times the national rate in June 2020. The 7,111 workers in poultry processing within Marshall County earned an average of $639 a week, almost $100 less than the national average. Hall County, Georgia, and Rockingham County, Virginia, were other counties where employment was concentrated at greater than 50 times the national average. In Rockingham County, Virginia, workers earned an average weekly wage of $915, almost $200 more than the national average.\nIn June 2020, the concentration of employment in animal, except poultry, slaughtering in Sioux County, Iowa, was 36.37 times the national rate. In Sioux County, Iowa, 804 workers in this industry earned an average weekly wage of $1,040, slightly above the national average.\nOther counties with employment concentrations in animal, except poultry, slaughtering that were greater than 5 times the national rate were Douglas County, Nebraska; Montgomery County, Pennsylvania; and Delta County, Colorado. In Montgomery County, Pennsylvania, the 3,810 workers in this industry earned an average weekly wage of $1,099.\nLocation quotients are the ratio of an industry’s employment share in an area to its national share. For example, an industry with 6 percent of county employment and 2 percent of national employment would have a location quotient in that county of 6/2 = 3. A location quotient greater than 1 means the industry has a higher share of area employment than the national average.",
    "ted_table_title": "Counties with the highest concentrations of employment in poultry processing, June 2020",
    "ted_image_name": "Counties_with_the_highest_concentrations_of_employment_in_poultry_processing__June_2020.png",
    "ted_program_name": "Quarterly Census of Employment and Wages",
    "ted_program_url": "https://www.bls.gov/cew/",
    "ted_related_charts_name": "data viewer tool",
    "ted_related_charts_url": "https://www.bls.gov/cew/apps/data_views/data_views.htm",
    "ted_related_articles": "",
    "ted_related_subjects": "Earnings and Wages; Employment; Industry Studies; Metropolitan Areas and Counties"
}, {
    "ted_title": "Import air passenger fares down 16.4 percent for the year ended in December",
    "ted_url": "https://www.bls.gov/opub/ted/2021/import-air-passenger-fares-down-16-4-percent-for-the-year-ended-in-december.htm",
    "ted_date": "February 03, 2021",
    "ted_intro": "Import air passenger fares fell 16.4 percent for the year ended in December, as European fares declined 32.9 percent and Latin American/Caribbean fares declined 34.9 percent. Export air passenger fares advanced 4.4 percent over the past 12 months.",
    "ted_outro": "These data are from the International Price program. To learn more, see \"U.S. Import and Export Prices — December 2020.\" Also see more charts on import and export price trends. Import air transportation price data measure payments to foreign carriers by U.S. residents for international air transportation services. Export air transportation price data measure payments to U.S. carriers by foreign residents for international air transportation. Data may be revised in each of the 3 months after original publication. We have fact sheets that explain more about measuring price changes for air passenger fares and air freight.",
    "ted_body": "Import air freight prices advanced 75.8 percent from December 2019 to December 2020, the largest calendar-year increase since the data were first published in December 1990. Within the import air freight category, prices of European carriers increased 68.9 percent and prices at Asian carriers increased 95.7 percent. Export air freight prices rose 2.7 percent over the past year. Inbound air freight prices increased 46.7 percent, while outbound air freight prices advanced 4.7 percent for the year ended in December.",
    "ted_table_title": "12-month percent changes for air passenger fares, December 2020",
    "ted_image_name": "12-month_percent_changes_for_air_passenger_fares__December_2020.png",
    "ted_program_name": "International Price",
    "ted_program_url": "https://www.bls.gov/mxp/",
    "ted_related_charts_name": "air freight",
    "ted_related_charts_url": "https://www.bls.gov/mxp/publications/factsheets/air-freight-facts.pdf",
    "ted_related_articles": "",
    "ted_related_subjects": "International Comparisons; Prices"
}, {
    "ted_title": "Wages and salaries increased for retail trade workers for the year ending in December 2020",
    "ted_url": "https://www.bls.gov/opub/ted/2021/wages-and-salaries-increased-for-retail-trade-workers-for-the-year-ending-in-december-2020.htm",
    "ted_date": "February 02, 2021",
    "ted_intro": "Wages and salaries for private retail trade workers, excluding incentive paid occupations, increased 4.4 percent for the year ended in December 2020. This was higher than the 2.8 percent increase in wages and salaries for all private industry workers.",
    "ted_outro": "These data are from the Employment Cost Trends program and are not seasonally adjusted. To learn more, see “Employment Cost Index — December 2020.” We also have more charts on the Employment Cost Index. Historical data are available from our database tools. Private industry workers exclude employees of state and local government.",
    "ted_body": "For the year ended in December 2020, wages and salaries also increased for workers in service-providing industries (2.9 percent), goods-producing industries (2.5 percent), and wholesale trade, excluding incentive paid occupations, (2.4 percent).\nIncentive-paid workers are those who receive some portion of their earnings based on sales or output, rather than a unit of time such as an hourly rate or monthly salary. Examples of incentive-paid work include piece-rate systems found in manufacturing environments and commissions paid to certain sales workers",
    "ted_table_title": "12-month percent change in wages and salaries for private industry workers in selected industries from March 2010 to December 2020",
    "ted_image_name": "12-month_percent_change_in_wages_and_salaries_for_private_industry_workers_in_selected_industries_from_March_2010_to_December_2020.png",
    "ted_program_name": "Employment Cost Trends",
    "ted_program_url": "https://www.bls.gov/ncs/ect/",
    "ted_related_charts_name": "database tools",
    "ted_related_charts_url": "https://www.bls.gov/ncs/ect/data.htm",
    "ted_related_articles": "",
    "ted_related_subjects": "Compensation Costs; Earnings and Wages"
}, {
    "ted_title": "14.6 million private sector jobs lost during second quarter 2020",
    "ted_url": "https://www.bls.gov/opub/ted/2021/14-6-million-private-sector-jobs-lost-during-second-quarter-2020.htm",
    "ted_date": "February 01, 2021",
    "ted_intro": "During the second quarter of 2020, the difference between job losses and job gains in the private sector yielded a net employment loss of 14.6 million jobs. From March 2020 to June 2020, there were 20.4 million jobs lost at closing and contracting private-sector establishments. Over this period, there were 5.7 million job gains at opening and expanding private-sector establishments. This is the largest quarterly net job loss recorded in these data (which begin in 1992). Job losses in the second quarter of 2020 were more than 5 times the next largest quarterly job loss of 2.7 million jobs in the first quarter of 2009.",
    "ted_outro": "These data are from the Business Employment Dynamics program and are seasonally adjusted. For more information, see \"Business Employment Dynamics — Second Quarter 2020.\" Also see charts related to the latest \"Business Employment Dynamics\" news release.",
    "ted_body": "From March 2020 to June 2020, job losses from closing and contracting private-sector increased by 12.6 million from the previous quarter. Job gains at opening and expanding decreased by 1.2 million jobs.\nContracting establishments lost 17.5 million jobs in the second quarter of 2020, an increase of 11.2 million jobs from the prior quarter. In the second quarter of 2020, closing establishments lost 2.9 million jobs, an increase of 1.4 million jobs from the previous quarter.\nJob gains at expanding establishments totaled 4.5 million in the second quarter of 2020, a decrease of 1.2 million jobs compared to the previous quarter. Opening establishments accounted for 1.3 million of the jobs gained in the second quarter of 2020, little changed from the previous quarter.",
    "ted_table_title": "Job gains, job losses, and net employment change, first quarter 2010–second quarter 2020",
    "ted_image_name": "Job_gains__job_losses__and_net_employment_change__first_quarter_2010–second_quarter_2020.png",
    "ted_program_name": "Business Employment Dynamics",
    "ted_program_url": "https://www.bls.gov/bdm/",
    "ted_related_charts_name": "charts related to the latest \"Business Employment Dynamics\" news release",
    "ted_related_charts_url": "https://www.bls.gov/charts/business-employment-dynamics/job-gains-job-losses-most-recent-quarter.htm",
    "ted_related_articles": "",
    "ted_related_subjects": ""
}, {
    "ted_title": "South Dakota only state with lower unemployment rate for year ending December 2020",
    "ted_url": "https://www.bls.gov/opub/ted/2021/south-dakota-only-state-with-lower-unemployment-rate-for-year-ending-december-2020.htm",
    "ted_date": "January 29, 2021",
    "ted_intro": "From December 2019 to December 2020, unemployment rates increased significantly in 45 states and the District of Columbia, decreased significantly in 1 state, and were unchanged in 4 states. The national unemployment rate, 6.7 percent, was unchanged over the month but was 3.1 percentage points higher than in December 2019.",
    "ted_outro": "These data are from the Local Area Unemployment Statistics program and are seasonally adjusted. Data for the most recent month are preliminary. To learn more, see \"State Employment and Unemployment — December 2020.\" Also see more charts and maps on state employment and unemployment.",
    "ted_body": "The largest unemployment rate increase from December 2019 occurred in Hawaii (+6.6 percentage points). The next largest over-the-year rate increases were in Colorado (+5.9 percentage points), Nevada (+5.5 points), and California (+5.1 points). The only jobless rate decrease over the year was in South Dakota (-0.4 percentage point).\nHawaii and Nevada had the highest unemployment rates in December 2020, at 9.3 percent and 9.2 percent, respectively. Nebraska and South Dakota had the lowest rates, at 3.0 percent each. In total, 25 states had jobless rates lower than the U.S. figure of 6.7 percent, 10 states and the District of Columbia had higher rates, and 15 states had rates that were not appreciably different from that of the nation.",
    "ted_table_title": "Change in unemployment rates for states from December 2019 to December 2020",
    "ted_image_name": "Change_in_unemployment_rates_for_states_from_December_2019_to_December_2020.png",
    "ted_program_name": "Local Area Unemployment Statistics",
    "ted_program_url": "https://www.bls.gov/lau/",
    "ted_related_charts_name": "more charts and maps",
    "ted_related_charts_url": "https://www.bls.gov/charts/state-employment-and-unemployment/",
    "ted_related_articles": "New Hampshire state government jobs decreased 26.1 percent for year ended December 2020",
    "ted_related_subjects": "Unemployment; Regions and States"
}, {
    "ted_title": "New Hampshire state government jobs decreased 26.1 percent for year ended December 2020",
    "ted_url": "https://www.bls.gov/opub/ted/2021/new-hampshire-state-government-jobs-decreased-26-1-percent-for-year-ended-december-2020.htm",
    "ted_date": "January 28, 2021",
    "ted_intro": "For the year ended December 2020, state government employment in New Hampshire decreased 26.1 percent, while local government employment decreased 6.6 percent. Over that period, 45 out of 50 states experienced a decrease in state government employment. New York had the lowest percentage decrease, at 1.0 percent. In the District of Columbia, state and local government employment rose 0.5 percent over the year.",
    "ted_outro": "These data are from the Current Employment Statistics (State and Metro Area) program. The data are seasonally adjusted, except for the District of Columbia. Data for the District of Columbia are the same in the maps for both state government and local government. Data for the most recent month are preliminary and subject to revision. To learn more, see “State Employment and Unemployment — December 2020.” For more charts and tables related to state employment and unemployment, see the state chart package.",
    "ted_body": "New Mexico had the largest percentage increase in state government employment for the year ended December 2020, at 7.3 percent. Over that period, other states with an increase in state government employment included Montana, Oregon, Alaska, and Iowa.\nFrom December 2019 to December 2020, Nevada had the largest percentage decrease in local government employment, at 13.7 percent. Over that period, local government employment decreased for 49 out of 50 states.\nFor the year ended December 2020, Hawaii had the only percentage increase in local government employment, at 0.5 percent. For the 12-month period ending in November 2020, local government employment in Hawaii had increased 1.6 percent.",
    "ted_table_title": "12-month percent change in state government employment, February 2020 to December 2020",
    "ted_image_name": "12-month_percent_change_in_state_government_employment__February_2020_to_December_2020.png",
    "ted_program_name": "Current Employment Statistics (State and Metro Area)",
    "ted_program_url": "https://www.bls.gov/sae/",
    "ted_related_charts_name": "state chart package",
    "ted_related_charts_url": "https://www.bls.gov/charts/state-employment-and-unemployment/state-unemployment-rates-map.htm",
    "ted_related_articles": "",
    "ted_related_subjects": "Employment; Regions and States"
}, {
    "ted_title": "Union employment down 2.2 percent in 2020; total wage and salary employment down 6.7 percent",
    "ted_url": "https://www.bls.gov/opub/ted/2021/union-employment-down-2-2-percent-in-2020-total-wage-and-salary-employment-down-6-7-percent.htm",
    "ted_date": "January 27, 2021",
    "ted_intro": "The number of union members, at 14.3 million in 2020, was down by 321,000, or 2.2 percent, from 2019. At 132.2 million in 2020, the number of wage and salary workers declined sharply from the prior year (by 9.6 million, or 6.7 percent). The large decline in wage and salary employment (mostly among nonunion workers) led to an increase of 0.5 percentage point in the union membership rate (10.8 percent). In 1983, the first year for which comparable union data are available, the union membership rate was 20.1 percent, and there were 17.7 million union workers.",
    "ted_outro": "These data are from the Current Population Survey. To learn more, see “Union Members — 2020.” The union membership rate is calculated by dividing the number of union members by the number of wage and salary workers. Union membership data do not include self-employed workers. People whose ethnicity is Hispanic or Latino may be of any race.",
    "ted_body": "In 2020, the percentage decline in wage and salary employment was disproportionately large for most demographic and worker groups. Notably, the number of women who were union members changed little (+0.7 percent) from the previous year, while wage and salary employment among women was down by 7.2 percent.\nSimilarly, the number of White union workers decreased by 2.4 percent, and the number of White wage and salary workers decreased by 6.4 percent. The number of Black (+0.6 percent) and Hispanic (+2.5 percent) union members changed little. However, the number of Black wage and salary workers declined 8.3 percent, and the number of Hispanic wage and salary workers fell 7.3 percent.\nIn local government, the number of union members changed little (+0.6 percent), while total wage and salary employment decreased by 4.9 percent. For all of these groups, the steep decline in total wage and salary employment in 2020 put upward pressure on their respective union membership rates.",
    "ted_table_title": "Change in employment for total wage and salary workers and union members, 1984–2020",
    "ted_image_name": "Change_in_employment_for_total_wage_and_salary_workers_and_union_members__1984–2020.png",
    "ted_program_name": "Current Population Survey",
    "ted_program_url": "https://www.bls.gov/cps/",
    "ted_related_charts_name": "Union Members — 2020",
    "ted_related_charts_url": "https://www.bls.gov/news.release/archives/union2_01222021.htm",
    "ted_related_articles": "",
    "ted_related_subjects": "Men; Women"
}, {
    "ted_title": "Median earnings for women in the fourth quarter of 2020 were 83.4 percent of the median for men",
    "ted_url": "https://www.bls.gov/opub/ted/2021/median-earnings-for-women-in-the-fourth-quarter-of-2020-were-83-4-percent-of-the-median-for-men.htm",
    "ted_date": "January 26, 2021",
    "ted_intro": "Median weekly earnings of the nation’s 111.5 million full-time wage and salary workers were $984 in the fourth quarter of 2020. Median weekly earnings for women were $894, or 83.4 percent of the median of $1,072 for men. ",
    "ted_outro": "These data are from the Current Population Survey and are not seasonally adjusted. For more information, see \"Usual Weekly Earnings of Wage and Salary Workers: Fourth Quarter 2020.\" Also see \"Effects of COVID-19 pandemic and response on the Employment Situation News Release\" and more charts of usual weekly earnings data. Full-time workers usually work 35 hours or more per week at their sole or main job. People whose ethnicity is Hispanic or Latino may be of any race.",
    "ted_body": "Over the year, median weekly earnings increased from $936 in the fourth quarter of 2019 to $984 in the fourth quarter of 2020, an increase of 5.1 percent over the year. This compared with a gain of 1.2 percent in the Consumer Price Index for All Urban Consumers over the same period. The over-the-year changes in weekly earnings data in the fourth quarter of 2020 reflect the impact on the labor market of the coronavirus (COVID-19) pandemic and efforts to contain it. Pandemic-related declines in employment in 2020, notably among lower-paid workers, put upward pressure on median weekly earnings estimates.",
    "ted_table_title": "Median usual weekly earnings of full-time wage and salary workers by race, Hispanic or Latino ethnicity, and sex, fourth quarter 2020",
    "ted_image_name": "Median_usual_weekly_earnings_of_full-time_wage_and_salary_workers_by_race__Hispanic_or_Latino_ethnicity__and_sex__fourth_quarter_2020.png",
    "ted_program_name": "Current Population Survey",
    "ted_program_url": "https://www.bls.gov/cps/",
    "ted_related_charts_name": "more charts of usual weekly earnings data",
    "ted_related_charts_url": "https://www.bls.gov/charts/usual-weekly-earnings/usual-weekly-earnings-over-time-total-men-women.htm",
    "ted_related_articles": "",
    "ted_related_subjects": "Earnings and Wages; Men; Women"
}, {
    "ted_title": "Wages for financial specialists",
    "ted_url": "https://www.bls.gov/opub/ted/2021/wages-for-financial-specialists.htm",
    "ted_date": "January 25, 2021",
    "ted_intro": "January is the month of resolutions, hope, and goals for the New Year. But did you know that January is also Financial Wellness Month? For this Financial Wellness Month, let's look at wages for financial specialists by their work level. The average hourly wage in 2019 was $48.43 for level 9 personal financial advisors, who advise clients with financial plans. For level 12 personal financial advisors, the average hourly wage in 2019 was $86.37.",
    "ted_outro": "These data are from the Modeled Wage Estimates derived from the National Compensation Survey and the Occupational Employment Statistics survey. Modeled Wage Estimates are available for detailed occupations, geographic areas, and job characteristics, including full- and part-time status, work levels, and bargaining status. Relative standard errors also are available to allow users to assess the reliability of estimates.",
    "ted_body": "Work levels provide insight into the range of duties and responsibilities for an occupation and are determined by assessing four factors: knowledge, job controls and complexity, contacts (nature and purpose), and the physical environment. There are up to 15 work levels, and they vary by occupational groups.\nThe average hourly wage in 2019 for level 9 accountants and auditors was $36.87; it was $69.98 for level 12 accountants and auditors.",
    "ted_table_title": "Average hourly wages for financial specialists by work level, 2019",
    "ted_image_name": "Average_hourly_wages_for_financial_specialists_by_work_level__2019.png",
    "ted_program_name": "Modeled Wage Estimates",
    "ted_program_url": "https://www.bls.gov/mwe/",
    "ted_related_charts_name": "Occupational Employment Statistics",
    "ted_related_charts_url": "https://www.bls.gov/oes/",
    "ted_related_articles": "",
    "ted_related_subjects": "Earnings and Wages; Occupations"
}, {
    "ted_title": "Producer prices for final demand up 0.8 percent for year ended December 2020",
    "ted_url": "https://www.bls.gov/opub/ted/2021/producer-prices-for-final-demand-up-0-point-8-percent-for-year-ended-december-2020.htm",
    "ted_date": "January 22, 2021",
    "ted_intro": "From December 2019 to December 2020, producer prices for final demand increased 0.8 percent. Over that period, prices for final demand goods increased 0.2 percent, while prices for final demand services increased 1.1 percent.",
    "ted_outro": "These data are from the Producer Price Indexes program and are not seasonally adjusted. To learn more, see \"Producer Price Indexes — December 2020.\" All producer price indexes are subject to revision once, 4 months after original publication; these revisions reflect late reports and corrections by respondents. Producer price indexes measure prices U.S. producers receive for goods, services, and construction. Also see Charts related to the latest \"U.S. Producer Price Indexes\" news release.",
    "ted_body": "For the year ended December 2020, within final demand foods, producer prices for oilseeds increased 31.1 percent, while prices for grains increased 14.4 percent. Over that period, prices for eggs for fresh use decreased 28.8 percent and prices for fresh fruits and melons decreased 11.7 percent.\nWithin energy, prices for residential natural gas increased 4.0 percent for the year ended December 2020. Prices for home heating oil and distillates decreased 24.4 percent and prices for gasoline decreased 20.8 percent.\nFrom December 2019 to December 2020, prices for final demand trade services increased 1.7 percent. Prices for automobiles retailing increased 49.5 percent and prices for RVs, trailers, and campers retailing increased 32.5 percent. Prices for cleaning supplies and paper products retailing decreased 19.8 percent.\nPrices for final demand transportation and warehousing services decreased 6.2 percent for the year ended December 2020, as prices for airline passenger services decreased 25.7 percent.",
    "ted_table_title": "12-month percent change in Producer Price Index for final demand, selected commodities, December 2020, not seasonally adjusted",
    "ted_image_name": "12-month_percent_change_in_Producer_Price_Index_for_final_demand__selected_commodities__December_2020__not_seasonally_adjusted.png",
    "ted_program_name": "Producer Price Indexes",
    "ted_program_url": "https://www.bls.gov/ppi",
    "ted_related_charts_name": "Charts related to the latest \"U.S. Producer Price Indexes\" news release",
    "ted_related_charts_url": "https://www.bls.gov/charts/producer-price-index/",
    "ted_related_articles": "",
    "ted_related_subjects": "Prices"
}, {
    "ted_title": "U.S. export prices up 0.2 percent in 2020",
    "ted_url": "https://www.bls.gov/opub/ted/2021/u-s-export-prices-up-0-2-percent-in-2020.htm",
    "ted_date": "January 21, 2021",
    "ted_intro": "Prices for U.S. exports rose 0.2 percent from December 2019 to December 2020, after decreasing 0.9 percent in 2019. This was the first 12-month advance in export prices since January 2020. Prices for agricultural exports increased 5.1 percent over the past 12 months, the largest over-the-year advance since June 2018. Prices for nonagricultural exports declined 0.2 percent in 2020.",
    "ted_outro": "These data are from the International Price program. Export price data are subject to revision. To learn more, see “U.S. Import and Export Prices — December 2020.” Also see more charts on import and export price trends.",
    "ted_body": "Prices rose for foods, feeds, and beverages (5.0 percent), capital goods (0.5 percent), and automotive vehicles, parts, and engines (0.7 percent) in 2020. In the capital goods category, prices increased 3.0 percent for electrical generating equipment and 1.6 percent for transportation equipment excluding motor vehicles, while nonelectrical machinery prices decreased 0.2 percent. Prices for industrial supplies and materials declined 1.5 percent in 2020, with a notable fall in prices for fuels and lubricants, at 17.6 percent.",
    "ted_table_title": "12-month percent change in U.S. export prices, January 1990–December 2020",
    "ted_image_name": "12-month_percent_change_in_U.S._export_prices__January_1990–December_2020.png",
    "ted_program_name": "International Price",
    "ted_program_url": "https://www.bls.gov/mxp/",
    "ted_related_charts_name": "charts on import and export price trends",
    "ted_related_charts_url": "https://www.bls.gov/charts/import-export/",
    "ted_related_articles": "",
    "ted_related_subjects": "Prices; Industry Studies"
}, {
    "ted_title": "Real weekly earnings up 3.7 percent for year ended December 2020",
    "ted_url": "https://www.bls.gov/opub/ted/2021/real-weekly-earnings-up-3-7-percent-for-year-ended-december-2020.htm",
    "ted_date": "January 19, 2021",
    "ted_intro": "Real average hourly earnings for all employees increased 3.7 percent from December 2019 to December 2020. The change in real average hourly earnings combined with an increase of 1.2 percent in the average workweek resulted in a 4.9-percent increase in real average weekly earnings over this period. The increases in real average hourly and weekly earnings largely reflect the substantial job loss over the year among lower-paid workers as a result of the COVID-19 pandemic and efforts to contain it.",
    "ted_outro": "These data are from the Current Employment Statistics survey and are seasonally adjusted. Earnings for the most recent 2 months are preliminary. For more information, see \"Real Earnings — December 2020.\" The Consumer Price Index is used to adjust earnings for inflation.",
    "ted_body": "For production and nonsupervisory employees, real average hourly earnings increased 3.8 percent from December 2019 to December 2020. The change in real average hourly earnings combined with a 1.8-percent increase in the average workweek resulted in a 5.7-percent increase in real average weekly earnings over this period.",
    "ted_table_title": "12-month percent change in real average weekly hours, hourly and weekly earnings, private sector employees, seasonally adjusted",
    "ted_image_name": "12-month_percent_change_in_real_average_weekly_hours__hourly_and_weekly_earnings__private_sector_employees__seasonally_adjusted.png",
    "ted_program_name": "Current Employment Statistics",
    "ted_program_url": "https://www.bls.gov/ces/",
    "ted_related_charts_name": "Consumer Price Index",
    "ted_related_charts_url": "https://www.bls.gov/cpi/",
    "ted_related_articles": "",
    "ted_related_subjects": "Earnings and Wages; Hours; Prices"
}, {
    "ted_title": "Consumer Price Index: 2020 in review",
    "ted_url": "https://www.bls.gov/opub/ted/2021/consumer-price-index-2020-in-review.htm",
    "ted_date": "January 15, 2021",
    "ted_intro": "From 2019 to 2020, consumer prices for all items rose 1.4 percent. Over that period, food prices increased 3.9 percent, a larger percentage increase than the 12-month increase of 1.8 percent in 2019. Food at home prices increased 3.9 percent in 2020, the largest over-the-year increase since 2011.",
    "ted_outro": "These data are from the Consumer Price Index program and are not seasonally adjusted. For more information, see \"Consumer Price Index — December 2020.\" We also have more charts on consumer prices.",
    "ted_body": "Prices for all six of the major grocery store food groups increased from 2019 to 2020. Prices for meats, poultry, fish, and eggs rose 4.6 percent from 2019 to 2020, double the 2.3-percent increase of the prior year. Prices for dairy and related products rose 4.4 percent from 2019 to 2020 after rising 2.4 percent from 2018 to 2019. Prices for nonalcoholic beverages also rose 4.4 percent in from 2019 to 2020, a larger increase than the 1.0-percent advance from 2018 to 2019. Prices for the other food at home group rose 3.9 percent in 2020. Prices for fruits and vegetables rose 3.2 percent in 2020 after declining in 2019; prices for cereals and bakery products also increased 3.2 percent in 2020. \nEnergy prices declined 7.0 percent in 2020 following a 3.4-percent increase in 2019. Gasoline prices fell 15.2 percent in 2020 after rising 7.9 percent the prior year. Natural gas prices, however rose 4.1 percent in 2020 after falling 3.5 percent in 2019, and the price of electricity increased 2.2 percent from 2019 to 2020 after falling 0.4 percent from 2018 to 2019. \nMedical care prices rose 1.8 percent in 2020, a smaller increase than the 4.6-percent advance in 2019. Prescription drug prices fell 2.4 percent in 2020 after rising 3.0 percent in 2019. Prices for hospital services rose 3.0 percent from 2019 to 2020, the same increase as the prior year, while prices for physicians' services increased 1.7 percent.",
    "ted_table_title": "12-month percent change in the Consumer Price Index for All Urban Consumers, selected items, not seasonally adjusted",
    "ted_image_name": "12-month_percent_change_in_the_Consumer_Price_Index_for_All_Urban_Consumers__selected_items__not_seasonally_adjusted.png",
    "ted_program_name": "Consumer Price Index",
    "ted_program_url": "https://www.bls.gov/cpi/",
    "ted_related_charts_name": "more charts on consumer prices",
    "ted_related_charts_url": "https://www.bls.gov/charts/consumer-price-index/",
    "ted_related_articles": "",
    "ted_related_subjects": "Prices"
}, {
    "ted_title": "Hires up in professional and business services over the year, November 2020",
    "ted_url": "https://www.bls.gov/opub/ted/2021/hires-up-in-professional-and-business-services-over-the-year-november-2020.htm",
    "ted_date": "January 14, 2021",
    "ted_intro": "Overall, the number of hires in November 2020 was little changed from a year earlier. There were a total of 5,439,000 hires in November 2019, compared with 5,590,000 in November 2020. Hires increased in professional and business services; transportation, warehousing, and utilities; and nondurable goods manufacturing. Hires decreased in accommodation and food services.",
    "ted_outro": "These data are from the Job Openings and Labor Turnover Survey and are not seasonally adjusted. Data for the most recent month are preliminary. To learn more, see \"Job Openings and Labor Turnover — November 2020.\" Also see more charts on job openings, hires, and separations, and Impact of coronavirus (COVID-19) pandemic on Job Openings and Labor Turnover data for November 2020.",
    "ted_body": "The number of hires in professional and business services increased from 1,051,000 in November 2019 to 1,183,000 in November 2020. In transportation, warehousing, and utilities hires increased from 393,000 to 493,000 over this 12-month period.\nHires decreased in accommodation and food services decreased from 751,000 in November 2019 to 659,000 a year later.",
    "ted_table_title": "Hires by industry, November 2019 and November 2020, not seasonally adjusted",
    "ted_image_name": "Hires_by_industry__November_2019_and_November_2020__not_seasonally_adjusted.png",
    "ted_program_name": "Job Openings and Labor Turnover Survey",
    "ted_program_url": "https://www.bls.gov/jlt/",
    "ted_related_charts_name": "Impact of coronavirus (COVID-19) pandemic on Job Openings and Labor Turnover data for November 2020",
    "ted_related_charts_url": "https://www.bls.gov/covid19/job-openings-and-labor-turnover-covid19-november-2020.htm",
    "ted_related_articles": "",
    "ted_related_subjects": "Industry Studies; Employment; Labor Force"
}, {
    "ted_title": "28.4 percent of unemployed were on temporary layoff in December 2020",
    "ted_url": "https://www.bls.gov/opub/ted/2021/28-point-4-percent-of-unemployed-were-on-temporary-layoff-in-december-2020.htm",
    "ted_date": "January 13, 2021",
    "ted_intro": "In December 2020, 28.4 percent of the unemployed were job losers on temporary layoff. These are people who lost their jobs and were given a date to return to work or who expect to return to work within 6 months. This compared with 77.9 percent in April 2020. In December 2020, the largest share of the unemployed, at 38.9 percent, were job losers not on temporary layoff. These are people who permanently lost their jobs or completed temporary jobs. This group made up 11.3 percent of the unemployed in April 2020.",
    "ted_outro": "These data are from the Current Population Survey. For more information, see \"The Employment Situation — December 2020.\" We also have more charts on employment, unemployment, and the labor force.",
    "ted_body": "Reentrants to the labor force accounted for 21.0 percent of the unemployed in December 2020, compared with 6.5 percent in April 2020. Job leavers, or those who quit or otherwise voluntarily left their previous job and immediately began looking for new employment, represented 6.9 percent of the unemployed, compared with a share of 2.5 percent in April 2020.",
    "ted_table_title": "Percent of total unemployed by reason for unemployment, December 2019–December 2020, seasonally adjusted",
    "ted_image_name": "Percent_of_total_unemployed_by_reason_for_unemployment__December_2019–December_2020__seasonally_adjusted.png",
    "ted_program_name": "Current Population Survey.",
    "ted_program_url": "https://www.bls.gov/cps/",
    "ted_related_charts_name": "more charts on employment, unemployment, and the labor force",
    "ted_related_charts_url": "https://www.bls.gov/charts/employment-situation/civilian-unemployment-rate.htm",
    "ted_related_articles": "Payroll employment down 140,000 in December 2020",
    "ted_related_subjects": "Unemployment"
}, {
    "ted_title": "Payroll employment down 140,000 in December 2020",
    "ted_url": "https://www.bls.gov/opub/ted/2021/payroll-employment-down-140000-in-december-2020.htm",
    "ted_date": "January 12, 2021",
    "ted_intro": "Total nonfarm payroll employment declined by 140,000 in December 2020, following seven consecutive months of increases. In December, nonfarm employment was below its February level by 9.8 million, or 6.5 percent.",
    "ted_outro": "These data are from the Current Employment Statistics program and are seasonally adjusted. Data for the most recent 2 months are preliminary. To learn more, see \"The Employment Situation — December 2020.\" Also see more charts of national employment, hours, and earnings data and the impact of the COVID-19 pandemic on the December data.",
    "ted_body": "Employment in leisure and hospitality fell by 498,000 in December, with three-quarters of the decrease in food services and drinking places (−372,000). Since February, employment in leisure and hospitality is down by 3.9 million, or 23.2 percent. Employment also declined in government (−45,000), education and health services (−31,000), and other services (−22,000) in December.\nIn December, employment in professional and business services increased by 161,000, with a large gain in temporary help services (+68,000). Retail trade added 121,000 jobs, with nearly half of the growth occurring in general merchandise stores (+57,000). Employment rose in construction (+51,000), transportation and warehousing (+47,000), manufacturing (+38,000), and wholesale trade (+25,000) in December.",
    "ted_table_title": "Nonfarm payroll employment, January 1970–December 2020",
    "ted_image_name": "Nonfarm_payroll_employment__January_1970–December_2020.png",
    "ted_program_name": "Current Employment Statistics",
    "ted_program_url": "https://www.bls.gov/ces/",
    "ted_related_charts_name": "impact of the COVID-19 pandemic on the December data",
    "ted_related_charts_url": "https://www.bls.gov/covid19/employment-situation-covid19-faq-december-2020.htm",
    "ted_related_articles": "",
    "ted_related_subjects": "Employment; Industry Studies"
}, {
    "ted_title": "12 metro areas had unemployment rates of 10 percent or higher in November 2020",
    "ted_url": "https://www.bls.gov/opub/ted/2021/12-metro-areas-had-unemployment-rates-of-10-percent-or-higher-in-november-2020.htm",
    "ted_date": "January 11, 2021",
    "ted_intro": "In November 2020, 12 metro areas had unemployment rates of 10 percent or higher. El Centro, California, and Kahului-Wailuku-Lahaina, Hawaii, had the highest unemployment rates, 16.4 percent and 16.0 percent, respectively. Ames, Iowa, had the lowest unemployment rate, 2.0 percent. A total of 272 areas had jobless rates below the U.S. rate of 6.4 percent, 110 areas had rates above it, and 7 areas had rates equal to that of the nation.",
    "ted_outro": "These data are from the Current Employment Statistics (State and Metro Area) program and are not seasonally adjusted. Data for the most recent month are preliminary. To learn more, see \"Metropolitan Area Employment and Unemployment — November 2020.\" Also see Charts related to the latest \"Metropolitan Area Employment and Unemployment\" news release.",
    "ted_body": "In November 2020, the New York-Newark-Jersey City, NY-NJ-PA, metropolitan area had the largest number of unemployed people at 916,650 people. This was followed by Los Angeles-Long Beach-Anaheim, California, which had 629,073 unemployed people. A total of 19 metropolitan areas each had over 100,000 unemployed people.",
    "ted_table_title": "Unemployment rate and number of unemployed people in metropolitan areas, November 2020",
    "ted_image_name": "Unemployment_rate_and_number_of_unemployed_people_in_metropolitan_areas__November_2020.png",
    "ted_program_name": "Current Employment Statistics (State and Metro Area)",
    "ted_program_url": "https://www.bls.gov/sae/",
    "ted_related_charts_name": "Charts related to the latest \"Metropolitan Area Employment and Unemployment\" news release",
    "ted_related_charts_url": "https://www.bls.gov/charts/metro-area-employment-and-unemployment/",
    "ted_related_articles": "242 out of 389 metropolitan areas had decreases in employment for the year ended November 2020",
    "ted_related_subjects": "Metropolitan Areas and Counties; Regions and States; Unemployment"
}, {
    "ted_title": "Half of businesses that told employees not to work continued paying them during COVID–19",
    "ted_url": "https://www.bls.gov/opub/ted/2021/half-of-businesses-that-told-employees-not-to-work-continued-paying-them-during-covid-19.htm",
    "ted_date": "January 08, 2021",
    "ted_intro": "Since January 1, 2020, about half of U.S. business establishments continued to pay at least some of their employees told not to work due to the COVID–19 pandemic. Larger businesses, those with 500 or more employees, continued to pay at least some of their employees told not to work at a higher rate (62 percent) than smaller businesses (51 percent).",
    "ted_outro": "These data are from the Business Response Survey to the Coronavirus Pandemic. This is a new survey of business establishments conducted between July and September 2020 to ask questions on business experiences and responses to the COVID-19 pandemic. The survey received responses from over 150,000 establishments for seven different questions. For more information, see \"2020 Results of the Business Response Survey.\" Also see charts and tables of the latest Business Response Survey data.",
    "ted_body": "When employers who told employees not to work received a loan or grant tied to rehiring or maintaining employees on their payroll, 59 percent continued to pay employees who were told not to work. Only 38 percent of businesses that did not receive a loan or grant continued to pay employees told not to work.\nWhen businesses did not receive a loan or grant, larger businesses (60 percent) were more likely to continue paying employees told not to work than were smaller businesses (38 percent).",
    "ted_table_title": "Percent of establishments that continued paying employees who were told not to work due to the COVID–19 pandemic, by establishment size",
    "ted_image_name": "Percent_of_establishments_that_continued_paying_employees_who_were_told_not_to_work_due_to_the_COVID–19_pandemic__by_establishment_size.png",
    "ted_program_name": "Business Response Survey to the Coronavirus Pandemic",
    "ted_program_url": "https://www.bls.gov/brs/",
    "ted_related_charts_name": "tables",
    "ted_related_charts_url": "https://www.bls.gov/brs/data/tables/",
    "ted_related_articles": "60 percent of businesses with average pay less than $20k told some staff not to work due to COVID-19",
    "ted_related_subjects": "Earnings and Wages; Employment; Size Of Establishment"
}, {
    "ted_title": "242 out of 389 metropolitan areas had decreases in employment for the year ended November 2020",
    "ted_url": "https://www.bls.gov/opub/ted/2021/242-out-of-389-metropolitan-areas-had-decreases-in-employment-for-the-year-ended-november-2020.htm",
    "ted_date": "January 07, 2021",
    "ted_intro": "From November 2019 to November 2020, 242 metropolitan areas had over-the-year decreases in nonfarm payroll employment and 147 were essentially unchanged. The largest over-the-year employment decreases occurred in New York-Newark-Jersey City, NY-NJ-PA (−999,600), Los Angeles-Long Beach-Anaheim, California (−514,900), and Chicago-Naperville-Elgin, IL-IN-WI (−341,000). The largest over-the-year percentage losses in employment occurred in Kahului-Wailuku-Lahaina, Hawaii (−24.8 percent); Flagstaff, Arizona (−16.9 percent); and Monroe, Michigan (−15.5 percent).",
    "ted_outro": "These data are from the Current Employment Statistics (State and Metro Area) program and are not seasonally adjusted. Data for the most recent month are preliminary. To learn more, see \"Metropolitan Area Employment and Unemployment — November 2020.\" Also see Charts related to the latest \"Metropolitan Area Employment and Unemployment\" news release.",
    "ted_body": "Over the year ended November 2020, nonfarm employment declined in 50 of the metropolitan areas with a 2010 Census population of 1 million or more, while employment was essentially unchanged in 1 area. The largest over-the-year percentage decreases in employment in these large metropolitan areas occurred in Las Vegas-Henderson-Paradise, Nevada (−10.1 percent); New York-Newark-Jersey City, NY-NJ-PA (−9.9 percent); followed by Detroit-Warren-Dearborn, Michigan; Orlando Kissimmee-Sanford, Florida; Rochester, New York; and San Francisco-Oakland-Hayward, California (−9.3 percent each).",
    "ted_table_title": "Change in nonfarm employment by metropolitan area, November 2019 to November 2020, not seasonally adjusted",
    "ted_image_name": "Change_in_nonfarm_employment_by_metropolitan_area__November_2019_to_November_2020__not_seasonally_adjusted.png",
    "ted_program_name": "Current Employment Statistics (State and Metro Area)",
    "ted_program_url": "https://www.bls.gov/sae/",
    "ted_related_charts_name": "Charts related to the latest \"Metropolitan Area Employment and Unemployment\" news release",
    "ted_related_charts_url": "https://www.bls.gov/charts/metro-area-employment-and-unemployment/",
    "ted_related_articles": "",
    "ted_related_subjects": "Employment; Metropolitan Areas and Counties"
}, {
    "ted_title": "Retail salespersons numbered 4.3 million, earned $29,360 on average in 2019",
    "ted_url": "https://www.bls.gov/opub/ted/2021/retail-salespersons-numbered-4-3-million-earned-29360-on-average-in-2019.htm",
    "ted_date": "January 06, 2021",
    "ted_intro": "In 2019, there were 4.3 million retail salespersons in the United States, and they earned an average of $29,360 per year. Fast food and counter workers numbered 4.0 million, with average wages of $23,250. These two occupations were among several large occupations that had annual mean wages significantly below the average for all occupations of $53,490.",
    "ted_outro": "These data are from the Occupational Employment Statistics program. See \"Occupational Employment and Wages — May 2019\" to learn more. These estimates do not include the self-employed, owners and partners in unincorporated firms, household workers, or unpaid family workers.",
    "ted_body": "Only 2 large occupations had above-average wages: registered nurses, with employment of 3.0 million and annual average wages of $77,460, and general and operations managers, with employment of 2.4 million and wages of $123,030, on average.\nThere were over 9.3 million workers employed in STEM (science, technology, engineering, and mathematics) occupations in 2019. The highest paying STEM occupations were petroleum engineers (employment 33,000, average wages $156,780 per year) and the three STEM-related management occupations: computer and information systems managers (employment 434,000, average wages $156,390), architectural and engineering managers (employment 194,000, average wages $152,930), and natural sciences managers (employment 68,000, average wages $145,450). The lowest paying STEM occupations were agricultural and food science technicians (employment 22,000, average wages $44,440) and forest and conservation technicians (employment 19,000, average wages $45,860).",
    "ted_table_title": "Employment and annual mean wages by occupation, May 2019",
    "ted_image_name": "Employment_and_annual_mean_wages_by_occupation__May_2019.png",
    "ted_program_name": "Occupational Employment Statistics",
    "ted_program_url": "https://www.bls.gov/oes/",
    "ted_related_charts_name": "Occupational Employment and Wages — May 2019",
    "ted_related_charts_url": "https://www.bls.gov/news.release/archives/ocwage_03312020.htm",
    "ted_related_articles": "A look at wages for jobs moms do at home; Installation, maintenance, and repair occupations had employment of 5.7 million in May 2019; Statewide employment in healthcare occupations in May 2019",
    "ted_related_subjects": "Earnings and Wages; Employment; Occupations"
}, {
    "ted_title": "Taking a look at New Year's resolutions",
    "ted_url": "https://www.bls.gov/opub/ted/2021/taking-a-look-at-new-years-resolutions.htm",
    "ted_date": "January 05, 2021",
    "ted_intro": "Happy New Year! With 2020 in the books, many people are aiming to start 2021 on the right foot by improving their lifestyle. Wanting to lose weight is a common resolution people make on New Year’s Day, as they begin to focus on their diet. Let’s look at changes in consumer prices over the past year for some of the foods many of us may have enjoyed a bit too much over the holiday season.",
    "ted_outro": "These data are from the Consumer Price Index program and are not seasonally adjusted. To obtain more data, visit the Consumer Price Index Databases.",
    "ted_body": "Consumer prices for snacks increased 3.5 percent from November 2019 to November 2020, while prices for frozen and refrigerated bakery products, pies, tarts, and turnovers decreased 0.5 percent.\nPrices also advanced for other bakery products (3.0 percent), sugar and sweets (2.8 percent), fresh biscuits, rolls, and muffins (2.7 percent), ice cream and related products (2.6 percent), cookies (1.7 percent), and cakes, cupcakes, and cookies (0.5 percent) for the year ended November 2020.",
    "ted_table_title": "12-month percent change in consumer prices for selected food items, November 2020",
    "ted_image_name": "12-month_percent_change_in_consumer_prices_for_selected_food_items__November_2020.png",
    "ted_program_name": "Consumer Price Index",
    "ted_program_url": "https://www.bls.gov/cpi/",
    "ted_related_charts_name": "Consumer Price Index Databases",
    "ted_related_charts_url": "https://www.bls.gov/cpi/data.htm",
    "ted_related_articles": "",
    "ted_related_subjects": "Prices"
}, {
    "ted_title": "Civilian workers spent an average of 57.3 percent of the workday standing in 2020",
    "ted_url": "https://www.bls.gov/opub/ted/2021/civilian-workers-spent-an-average-of-57-3-percent-of-the-workday-standing-in-2020.htm",
    "ted_date": "January 04, 2021",
    "ted_intro": "Civilian workers spent an average of 4.25 hours of the workday standing in 2020. Workers stood for 57.3 percent of the workday and sat for the remaining 42.7 percent. Workers in food preparation and serving related occupations spent 97.6 percent of the workday standing to perform job tasks, while workers in computer and mathematical occupations spent 87.1 percent of the workday sitting.",
    "ted_outro": "These data are from the Occupational Requirements Survey. We also have more information on job requirements for sitting and standing. You can download the complete dataset or get the data through the BLS database.",
    "ted_body": "Workers in production occupations spent an average of 6.77 hours each workday standing and 1.45 hours sitting. Workers in computer and mathematical occupations, in contrast, spent 6.91 hours sitting and 1.02 hours standing.",
    "ted_table_title": "Percent of the workday spent sitting and standing by occupation in 2020",
    "ted_image_name": "Percent_of_the_workday_spent_sitting_and_standing_by_occupation_in_2020.png",
    "ted_program_name": "Occupational Requirements Survey",
    "ted_program_url": "https://www.bls.gov/ors/",
    "ted_related_charts_name": "BLS database",
    "ted_related_charts_url": "https://www.bls.gov/ors/data.htm",
    "ted_related_articles": "",
    "ted_related_subjects": "Hours; Occupations"
}]